
COLLECTOR_DB = {
	["profileKeys"] = {
		["舒预言 - 伊莫塔尔"] = "舒预言 - 伊莫塔尔",
		["舒殉魂 - 安苏"] = "舒殉魂 - 安苏",
		["舒心情 - 国王之谷"] = "舒心情 - 国王之谷",
		["舒唤天 - 伊莫塔尔"] = "舒唤天 - 伊莫塔尔",
		["舒墨兰 - 伊莫塔尔"] = "舒墨兰 - 伊莫塔尔",
		["舒殉魂 - 伊森利恩"] = "舒殉魂 - 伊森利恩",
		["舒绿娥 - 埃德萨拉"] = "舒绿娥 - 埃德萨拉",
	},
	["global"] = {
		["realmFeed"] = {
			["萨尔"] = {
				["1:72286"] = {
					"萌丶四糸乃-伊莫塔尔:1475167389", -- [1]
				},
				["1:171850"] = {
					"赛德克灬巴莱-萨尔:1476972068", -- [1]
					"Letuhard-萨尔:1476945563", -- [2]
					"防爆盾牌-萨尔:1475076771", -- [3]
				},
				["1:36702"] = {
					"Opclarence-萨尔:1476327001", -- [1]
				},
				["1:100333"] = {
					"郑三岁丶-伊莫塔尔:1477160375", -- [1]
				},
				["1:59569"] = {
					"萌丶四糸乃-伊莫塔尔:1474479398", -- [1]
				},
				["1:98204"] = {
					"出生地啊兽-萨尔:1475725177", -- [1]
				},
				["1:139442"] = {
					"吕灬布-萨尔:1476526255", -- [1]
				},
				["1:213115"] = {
					"吕灬布-萨尔:1476526263", -- [1]
				},
				["1:182912"] = {
					"萌丶四糸乃-伊莫塔尔:1475167098", -- [1]
				},
				["1:40192"] = {
					"出生地啊兽-萨尔:1475253162", -- [1]
					"萌丶四糸乃-伊莫塔尔:1475167382", -- [2]
					"伊利达丶血蹄-萨尔:1475158045", -- [3]
				},
				["1:171828"] = {
					"莫艾拉-伊莫塔尔:1475720689", -- [1]
				},
				["1:580"] = {
					"你不懂的悲伤-萨尔:1475858582", -- [1]
				},
				["1:138423"] = {
					"蛋儿的爱-萨尔:1475673625", -- [1]
					"出生地啊兽-萨尔:1475333676", -- [2]
				},
				["1:127170"] = {
					"Opclarence-萨尔:1476257434", -- [1]
				},
				["1:171849"] = {
					"没有一颗蛀牙-伊莫塔尔:1475251601", -- [1]
				},
				["1:101542"] = {
					"没有一颗蛀牙-伊莫塔尔:1474476850", -- [1]
				},
				["1:97560"] = {
					"Opclarence-萨尔:1476257445", -- [1]
				},
				["1:48025"] = {
					"Giforce-萨尔:1477068386", -- [1]
				},
				["1:139448"] = {
					"恶灬魔猎手-萨尔:1476632187", -- [1]
				},
				["1:34795"] = {
					"没有一颗蛀牙-伊莫塔尔:1475081703", -- [1]
				},
				["1:136471"] = {
					"吕灬布-萨尔:1476526261", -- [1]
				},
				["1:41252"] = {
					"出生地啊兽-萨尔:1475253245", -- [1]
					"萌丶四糸乃-伊莫塔尔:1475167347", -- [2]
				},
			},
			["国王之谷"] = {
				["1:171828"] = {
					"貓巷丨小情緒-国王之谷:1474530508", -- [1]
				},
				["1:138423"] = {
					"貓巷丨小情緒-国王之谷:1474530496", -- [1]
				},
				["1:139442"] = {
					"貓巷丨小情緒-国王之谷:1474530545", -- [1]
				},
				["1:97493"] = {
					"貓巷丨小情緒-国王之谷:1474530528", -- [1]
				},
				["1:127158"] = {
					"貓巷丨小情緒-国王之谷:1474530530", -- [1]
				},
				["1:88744"] = {
					"貓巷丨小情緒-国王之谷:1474530499", -- [1]
				},
			},
			["安苏"] = {
			},
			["埃德萨拉"] = {
			},
			["伊森利恩"] = {
				["1:97560"] = {
					"小时候很肥胖-伊森利恩:1478075991", -- [1]
				},
			},
		},
		["firstLogin"] = false,
	},
	["profiles"] = {
		["舒预言 - 伊莫塔尔"] = {
			["settings"] = {
				["mountBlip"] = true,
				["petBlip"] = true,
			},
			["showRecomment"] = 1478102400,
		},
		["舒殉魂 - 安苏"] = {
			["recommend"] = {
				[true] = {
					"1:59571:去了就有", -- [1]
					"1:142478:当前你最容易获得的坐骑之一", -- [2]
					"1:72286:小伙伴们强烈推荐非常拉风的坐骑之一", -- [3]
				},
			},
			["showRecomment"] = 1474473600,
		},
		["舒心情 - 国王之谷"] = {
			["showRecomment"] = 1474473600,
		},
		["舒唤天 - 伊莫塔尔"] = {
			["showRecomment"] = 1477584000,
		},
		["舒墨兰 - 伊莫塔尔"] = {
			["showRecomment"] = 1478534400,
			["recommend"] = {
				[true] = {
					"1:59571:去了就有", -- [1]
					"1:142266:当前你最容易获得的坐骑之一", -- [2]
					"1:127170:小伙伴们强烈推荐非常拉风的坐骑之一", -- [3]
				},
			},
		},
		["舒殉魂 - 伊森利恩"] = {
			["showRecomment"] = 1478102400,
		},
		["舒绿娥 - 埃德萨拉"] = {
			["showRecomment"] = 1474473600,
			["recommend"] = {
				[true] = {
					"1:59571:去了就有", -- [1]
					"1:75614:小伙伴们强烈推荐非常拉风的坐骑之一", -- [2]
					"1:142478:当前你最容易获得的坐骑之一", -- [3]
				},
			},
		},
	},
}
