
GridDB = {
	["namespaces"] = {
		["GridStatusStagger"] = {
		},
		["GridStatusTankCooldown"] = {
			["profiles"] = {
				["Default"] = {
					["alert_tankcd"] = {
						["color"] = {
							["g"] = 0.0705882352941177,
						},
					},
				},
			},
		},
		["GridClickSets"] = {
		},
		["LibDualSpec-1.0"] = {
		},
		["GridCustomLayouts"] = {
		},
		["GridStatusResurrect"] = {
		},
		["GridStatusAbsorbs"] = {
		},
		["GridStatusBigDebuffs"] = {
		},
		["GridStatusSummon"] = {
		},
		["GridMBFrame"] = {
			["profiles"] = {
				["Default"] = {
					["size"] = 0.15,
				},
			},
		},
		["GridStatusOverflow"] = {
		},
		["GridStatusRange"] = {
		},
		["GridStatus"] = {
			["profiles"] = {
				["Default"] = {
					["colors"] = {
						["HUNTER"] = {
							["b"] = 0.45,
							["g"] = 0.83,
							["r"] = 0.67,
						},
						["SHAMAN"] = {
							["b"] = 0.87,
							["g"] = 0.44,
							["r"] = 0,
						},
						["MAGE"] = {
							["b"] = 0.92,
							["g"] = 0.78,
							["r"] = 0.25,
						},
						["DRUID"] = {
							["b"] = 0.04,
							["g"] = 0.49,
							["r"] = 1,
						},
						["MONK"] = {
							["b"] = 0.59,
							["g"] = 1,
							["r"] = 0,
						},
						["DEATHKNIGHT"] = {
							["b"] = 0.23,
							["g"] = 0.12,
							["r"] = 0.77,
						},
						["PRIEST"] = {
							["b"] = 1,
							["g"] = 1,
							["r"] = 1,
						},
						["WARRIOR"] = {
							["b"] = 0.43,
							["g"] = 0.61,
							["r"] = 0.78,
						},
						["WARLOCK"] = {
							["b"] = 0.93,
							["g"] = 0.53,
							["r"] = 0.53,
						},
						["DEMONHUNTER"] = {
							["b"] = 0.79,
							["g"] = 0.19,
							["r"] = 0.64,
						},
						["PALADIN"] = {
							["b"] = 0.73,
							["g"] = 0.55,
							["r"] = 0.96,
						},
						["ROGUE"] = {
							["b"] = 0.41,
							["g"] = 0.96,
							["r"] = 1,
						},
					},
				},
			},
		},
		["GridStatusAggro"] = {
		},
		["GridStatusHeals"] = {
		},
		["GridLayout"] = {
			["profiles"] = {
				["Default"] = {
					["backgroundTexture"] = "Solid",
					["layouts"] = {
						["force"] = "CustomLayoutsExample",
					},
					["unitSpacingY"] = 0,
					["borderTexture"] = "Roth",
					["backgroundColor"] = {
						["a"] = 1,
						["r"] = 0,
						["g"] = 0,
						["b"] = 0,
					},
					["PosY"] = -511,
					["borderColor"] = {
						["a"] = 0,
						["b"] = 0.501960784313726,
					},
					["unitSpacing"] = 0,
					["layout"] = "CustomLayoutsExample",
					["anchorRel"] = "TOPLEFT",
					["layoutPadding"] = 0,
					["lock"] = true,
					["PosX"] = 510,
				},
			},
		},
		["GridStatusPriestAoe"] = {
		},
		["GridQuickHealth"] = {
		},
		["GridStatusRaidIcons"] = {
		},
		["GridStatusVehicle"] = {
		},
		["GridRoster"] = {
		},
		["GridStatusAuras"] = {
			["profiles"] = {
				["Default"] = {
					["dispel_magic"] = {
						["missing"] = false,
						["range"] = false,
						["text"] = "魔法",
					},
					["dispel_curse"] = {
						["missing"] = false,
						["range"] = false,
						["text"] = "诅咒",
					},
					["dispel_disease"] = {
						["missing"] = false,
						["range"] = false,
						["text"] = "疾病",
					},
					["advancedOptions"] = true,
					["buff_Lifebloom"] = {
						["color"] = {
							["g"] = 0.701960784313726,
							["r"] = 0.0156862745098039,
						},
						["icon"] = "Interface\\Icons\\INV_Misc_Herb_Felblossom",
					},
					["dispel_poison"] = {
						["missing"] = false,
						["range"] = false,
						["text"] = "毒药",
					},
					["buff_Rejuvenation"] = {
						["color"] = {
							["g"] = 0.701960784313726,
							["b"] = 0.0823529411764706,
						},
						["icon"] = "Interface\\Icons\\Spell_Nature_Rejuvenation",
					},
					["buff_Regrowth"] = {
						["color"] = {
							["b"] = 0,
							["g"] = 1,
							["r"] = 0.0313725490196078,
						},
						["icon"] = "Interface\\Icons\\Spell_Nature_ResistNature",
					},
					["buff_野性成长"] = {
						["color"] = {
							["b"] = 0,
							["r"] = 0.00392156862745098,
						},
						["icon"] = "Interface\\Icons\\Ability_Druid_Flourish",
					},
				},
			},
		},
		["GridBuffIcons"] = {
		},
		["GridIndicatorsDynamic"] = {
		},
		["GridBorderStyle"] = {
			["profiles"] = {
				["Default"] = {
					["style"] = "None",
					["tex"] = {
						["LayersStyle"] = "ElvBar",
						["Qulight"] = "QulightTex",
						["None"] = "Solid",
					},
				},
			},
		},
		["GridMBStatus"] = {
			["profiles"] = {
				["Default"] = {
					["hiderage"] = true,
				},
			},
		},
		["GridStatusRaidDebuff"] = {
			["profiles"] = {
				["Default"] = {
					["detected_debuff"] = {
						["艾萨拉之眼"] = {
							["流沙"] = 192053,
							["粗糙的烂泥"] = 195473,
							["剧毒创伤"] = 191855,
							["庇护"] = 197134,
							["雷霆践踏"] = 195129,
							["静电新星"] = 193597,
							["奥术炸弹"] = 192706,
							["凶恶撕咬"] = 200626,
							["冰霜共鸣"] = 196666,
							["盲目之沙"] = 196154,
							["海盐毒素"] = 196059,
							["猛力撕咬"] = 200100,
							["盲目啄击"] = 195561,
							["投掷长矛"] = 192131,
							["穿刺之矛"] = 192094,
							["季风"] = 196610,
							["气体泡泡"] = 193018,
							["女巫的诅咒"] = 193698,
							["撕裂之咬"] = 196064,
							["魔法共鸣"] = 196665,
							["昏睡毒素"] = 196058,
							["锯齿利爪"] = 196111,
							["珊瑚猛击"] = 195094,
							["噬骨嘶咬"] = 195105,
							["麻痹毒素"] = 196060,
							["魔法禁锢"] = 196515,
							["沙尘暴"] = 196144,
							["水花飞溅"] = 193636,
							["呼潮引浪"] = 193055,
							["复苏之水"] = 195060,
							["变形术：鱼"] = 197105,
							["冲天怒火"] = 195944,
							["暴虐之风"] = 191797,
						},
						["守望者地窟"] = {
							["拉拽"] = 193997,
							["腐蚀之种"] = 196208,
							["战刃"] = 193565,
							["石化"] = 210136,
							["熔岩"] = 192519,
							["腐蚀之触"] = 206019,
							["石化血肉"] = 203685,
							["致命打击"] = 194588,
							["痛苦的灵魂"] = 202608,
							["抽取"] = 202658,
							["拦截"] = 225416,
							["精神鞭笞"] = 196508,
							["语言诅咒"] = 13338,
							["恶臭"] = 210202,
							["邪能锁链"] = 214625,
							["锐刺"] = 193969,
							["射线"] = 202046,
							["好奇凝视"] = 212564,
							["雷霆一击"] = 196242,
							["窃取光明"] = 206387,
							["母亲的爱"] = 194071,
							["致死打击"] = 16856,
							["二连击"] = 193607,
							["梦魇"] = 193069,
							["折磨"] = 202615,
							["狂怒火焰"] = 191853,
							["纠缠凝视"] = 194945,
							["自爆"] = 197541,
							["黑暗陷阱"] = 204282,
							["刺骨之寒"] = 200202,
							["末日预言者的礼物"] = 193164,
							["震耳尖啸"] = 191743,
							["侵蚀灵魂"] = 200905,
						},
						["悬槌堡"] = {
							["奥术撕裂"] = 175270,
							["奥术残渣"] = 175056,
							["烙印"] = 156225,
							["电弧压制"] = 175279,
							["粉碎"] = 174446,
						},
						["血色修道院"] = {
							["燃烧"] = 42380,
							["南瓜之魂"] = 42514,
						},
						["翡翠梦魇"] = {
							["腐烂之地"] = 220916,
							["网覆"] = 226073,
							["毁灭践踏"] = 225249,
							["腐蚀剧毒"] = 225067,
							["心脏打击"] = 228645,
							["恢复根须"] = 211612,
							["破胆咆哮"] = 223914,
							["恐惧萦绕"] = 225263,
							["化身梦魇"] = 224939,
							["黑暗闪电"] = 223946,
							["双帆龙嚎叫"] = 224933,
							["碾碎护甲"] = 223912,
							["穿刺创伤"] = 222786,
							["冲锋"] = 59611,
							["撕裂"] = 223572,
							["掠夺之根"] = 225073,
							["秽物天降"] = 225081,
							["腐蚀流星"] = 224508,
							["腐蚀"] = 225042,
							["梦魇孢子"] = 223427,
							["黑暗坠落"] = 223596,
							["辐射梦魇"] = 222932,
							["污秽"] = 222719,
							["恐怖的致命伤口"] = 222771,
							["恐惧梦魇"] = 224937,
						},
						["黑暗神殿"] = {
							["致死打击"] = 32736,
							["裂伤"] = 79828,
							["挫志怒吼"] = 13730,
							["冰霜震击"] = 79925,
							["破甲攻击"] = 11971,
							["月火术"] = 15798,
							["致命药膏"] = 3583,
							["元素诅咒"] = 79956,
						},
						["紫罗兰监狱"] = {
							["潜伏猎手"] = 202306,
							["起泡软泥"] = 202485,
							["邪能牢笼"] = 204608,
							["破甲攻击"] = 205513,
							["正在吸血"] = 224447,
							["狱卒的牢房"] = 193009,
							["毁灭旋风"] = 205116,
							["剧毒喷射"] = 202414,
							["邪能致盲"] = 205097,
							["暗影炸弹"] = 204962,
							["鲜血浸没"] = 202947,
							["灵魂疲惫"] = 204517,
							["疯狂嗜血"] = 202792,
							["邪能污秽"] = 205096,
							["催眠云雾"] = 204954,
							["剧毒之血"] = 210504,
							["毒液喷吐"] = 202300,
							["裹体之网"] = 224449,
							["失心疯"] = 202804,
							["鲜血公主的精华"] = 202779,
							["锁定"] = 202480,
							["颚骨打击"] = 202217,
							["吸取精华"] = 205112,
						},
						["冥口峭壁"] = {
							["野蛮撕咬"] = 199185,
							["迅捷割裂"] = 185539,
							["亡者嚎叫"] = 193364,
							["带钩长矛"] = 194674,
							["海洋污染"] = 197262,
							["剧毒淤泥"] = 194102,
							["灵魂虹吸"] = 194657,
							["缚灵"] = 195279,
							["希望诅咒"] = 194640,
							["穿甲"] = 198944,
							["刺骨尖叫"] = 198405,
							["致死之伤"] = 115804,
							["断筋"] = 198374,
							["死水冲击"] = 200208,
							["破碎"] = 198551,
							["虚空撕裂"] = 194235,
							["衰弱怒吼"] = 195293,
							["漩涡污泥"] = 201566,
							["劈砍灵魂"] = 199061,
							["怨毒吐息"] = 194099,
							["克瓦迪尔笼子"] = 193215,
						},
						["英灵殿"] = {
							["掠食飞扑"] = 197556,
							["舞动之刃"] = 193234,
							["错乱伤痕"] = 193686,
							["驱逐之光"] = 192048,
							["邪恶短匕"] = 199674,
							["光耀碎片"] = 198088,
							["致死劈砍"] = 199050,
							["撕裂"] = 199652,
							["血之气息"] = 196838,
							["失去资格"] = 198190,
							["风暴之眼"] = 203963,
							["放血扫击"] = 193092,
							["雷霆打击"] = 198599,
							["符文烙印"] = 197963,
							["净化烈焰"] = 192563,
							["爆裂风暴"] = 198903,
							["穿甲"] = 198944,
							["连环爆裂"] = 199818,
							["静电力场"] = 193260,
							["治疗符文"] = 198936,
							["地狱火焰"] = 193702,
							["蚀刻"] = 198959,
							["光明之枪"] = 200988,
						},
						["黑鸦堡垒"] = {
							["腐蚀之种"] = 211503,
							["邪炽之地"] = 197821,
							["野蛮强击"] = 198245,
							["粉碎巨石"] = 222417,
							["催眠之云"] = 199097,
							["邪能呕吐"] = 198446,
							["邪能粉碎"] = 182285,
							["收割灵魂"] = 194956,
							["复仇之剪"] = 197429,
							["痛苦无常"] = 211513,
							["碎骨打击"] = 200261,
							["邪能呕吐物"] = 198501,
							["破裂之毒"] = 221363,
							["黑暗冲锋"] = 197478,
							["好痒！"] = 199168,
							["渡鸦的俯冲"] = 214002,
							["碎骨攻击"] = 197974,
							["拉文凯斯的遗产"] = 199368,
							["烈焰路径"] = 197521,
							["针刺虫群"] = 201733,
							["怨恨冲锋"] = 224188,
							["法术封锁"] = 204884,
							["嗜血跳跃"] = 225963,
							["怨恨凝视"] = 198079,
							["邪能统御"] = 227072,
							["击倒"] = 225732,
							["灵魂毒液"] = 225909,
							["无失之剪"] = 198635,
							["灵魂回响"] = 194966,
							["灵魂之刃"] = 200084,
							["狂热横扫"] = 204114,
							["野蛮战刃"] = 197546,
							["邪灼"] = 202861,
						},
						["黑心林地"] = {
							["隔绝诅咒"] = 201839,
							["折磨恐惧"] = 204246,
							["绝望"] = 200642,
							["粉碎之握"] = 204611,
							["折磨之眼"] = 204243,
							["腐化之息"] = 191326,
							["推进冲锋"] = 200771,
							["溃烂割裂"] = 200182,
							["腐蚀之池"] = 218759,
							["狂乱割裂"] = 200620,
							["锁定"] = 198477,
							["压制性恐惧"] = 200329,
							["痛苦撕扯"] = 196376,
							["痛苦撕裂"] = 225484,
							["魔魂吸取"] = 201365,
							["疯狂怒吼"] = 200580,
							["下冲气流"] = 220855,
							["增长妄想"] = 200289,
							["剧毒之矛"] = 198904,
							["搓志尖叫"] = 200631,
							["懦弱"] = 200273,
							["夜幕"] = 198408,
							["梦魇乍醒"] = 200243,
							["梦魇之息"] = 204667,
							["落石"] = 199460,
							["灼热射击"] = 201902,
							["弱肉强食"] = 200238,
							["梦魇毒素"] = 200684,
							["纠缠之根"] = 199063,
						},
						["奈萨里奥的巢穴"] = {
							["束缚"] = 193585,
							["石化"] = 186616,
							["粘性胆汁"] = 183465,
							["酸性溅泼"] = 183407,
							["晶化大地"] = 215898,
							["吞噬"] = 199705,
							["腐臭软泥"] = 226388,
							["岩浆喷泉"] = 216407,
							["石化云雾"] = 186576,
							["腐臭之池"] = 183566,
							["燃烧之恨"] = 200154,
							["噬骨咀嚼"] = 193639,
							["窒息之尘"] = 192800,
							["毒性污秽"] = 217851,
							["穿刺碎片"] = 226296,
							["吸血"] = 202231,
							["岩石凝视"] = 202181,
							["腐坏之喉"] = 188494,
							["尖刺之舌"] = 199178,
						},
					},
					["ignUndis"] = true,
					["isFirst"] = false,
				},
			},
		},
		["GridStatusEnemyTarget"] = {
		},
		["GridStatusTarget"] = {
		},
		["GridStatusGroup"] = {
		},
		["GridStatusPhase"] = {
		},
		["GridStatusName"] = {
		},
		["GridStatusRole"] = {
		},
		["GridStatusVoiceComm"] = {
		},
		["GridFrame"] = {
			["profiles"] = {
				["Default"] = {
					["cornerSize"] = 10,
					["iconSize"] = 18,
					["textlength"] = 6,
					["texture"] = "Solid",
					["rightClickMenu"] = false,
					["font"] = "默认",
					["statusmap"] = {
						["corner2"] = {
							["buff_Rejuvenation"] = true,
						},
						["iconleft"] = {
							["alert_et_incoming"] = false,
							["alert_tankcd"] = true,
						},
						["iconbottom"] = {
						},
						["cornertextbottomleft"] = {
							["buff_野性成长"] = false,
						},
						["corner1"] = {
							["buff_Regrowth"] = true,
						},
						["cornertexttopright"] = {
							["buff_Rejuvenation"] = false,
						},
						["cornertexttopleft"] = {
							["buff_Lifebloom"] = false,
						},
						["text2"] = {
							["unit_name"] = false,
							["alert_voice"] = false,
							["alert_absorbs"] = false,
							["alert_death"] = false,
							["unit_health"] = false,
						},
						["icon"] = {
							["alert_bigdebuffs"] = false,
						},
						["corner4"] = {
							["buff_野性成长"] = true,
						},
						["iconright"] = {
							["alert_tankcd"] = false,
						},
						["barcolor"] = {
							["alert_range"] = true,
						},
						["corner3"] = {
							["buff_Lifebloom"] = true,
						},
					},
					["frameWidth"] = 55,
					["invertBarColor"] = true,
				},
			},
		},
		["GridLayoutManager"] = {
		},
		["GridIndicatorCornerText"] = {
		},
		["GridStatusHealth"] = {
		},
		["GridStatusHots"] = {
		},
		["GridStatusReadyCheck"] = {
		},
		["GridStatusMouseover"] = {
		},
		["GridIndicatorSideIcons"] = {
		},
		["GridStatusRaidIcon"] = {
		},
		["GridStatusMana"] = {
		},
		["GridStatusBanzai"] = {
		},
		["GridBuffIconStatus"] = {
			["profiles"] = {
				["Default"] = {
					["showbuff"] = false,
				},
			},
		},
	},
	["profileKeys"] = {
		["舒春丽 - 伊莫塔尔"] = "Default",
		["舒孑影 - 伊莫塔尔"] = "Default",
		["舒殉魂 - 伊莫塔尔"] = "Default",
		["舒预言 - 冰风岗"] = "Default",
		["Jackiexu - 伊莫塔尔"] = "Default",
		["舒孑影 - 安苏"] = "Default",
		["舒预言 - 伊莫塔尔"] = "Default",
		["舒墨兰 - 伊莫塔尔"] = "Default",
		["舒殉魂 - 伊森利恩"] = "Default",
		["舒唤天 - 伊莫塔尔"] = "Default",
	},
	["profiles"] = {
		["Default"] = {
			["hide_blizzard_raid"] = true,
			["minimap"] = {
				["minimapPos"] = -100,
				["hide"] = true,
			},
		},
	},
}
