
HandyNotes_SuramarTelemancyDB = {
	["profileKeys"] = {
		["舒春丽 - 伊莫塔尔"] = "舒春丽 - 伊莫塔尔",
		["舒唤天 - 伊莫塔尔"] = "舒唤天 - 伊莫塔尔",
		["舒预言 - 冰风岗"] = "舒预言 - 冰风岗",
		["花菜的巴巴 - 伊莫塔尔"] = "花菜的巴巴 - 伊莫塔尔",
		["舒心情 - 国王之谷"] = "舒心情 - 国王之谷",
		["舒绿娥 - 伊莫塔尔"] = "舒绿娥 - 伊莫塔尔",
		["舒忘忧 - 伊莫塔尔"] = "舒忘忧 - 伊莫塔尔",
		["舒预言 - 伊莫塔尔"] = "舒预言 - 伊莫塔尔",
		["舒耀星辰 - 雷克萨"] = "舒耀星辰 - 雷克萨",
		["舒孑影 - 伊莫塔尔"] = "舒孑影 - 伊莫塔尔",
		["舒殉魂 - 伊莫塔尔"] = "舒殉魂 - 伊莫塔尔",
		["舒耀星辰 - 伊莫塔尔"] = "舒耀星辰 - 伊莫塔尔",
		["舒殉魂 - 安苏"] = "舒殉魂 - 安苏",
		["舒殉魂 - 伊森利恩"] = "舒殉魂 - 伊森利恩",
		["舒墨兰 - 伊莫塔尔"] = "舒墨兰 - 伊莫塔尔",
		["Jackiexu - 伊莫塔尔"] = "Jackiexu - 伊莫塔尔",
		["舒预言 - 死亡之翼"] = "舒预言 - 死亡之翼",
		["舒孑影 - 安苏"] = "舒孑影 - 安苏",
		["舒绿娥 - 埃德萨拉"] = "舒绿娥 - 埃德萨拉",
	},
	["profiles"] = {
		["舒春丽 - 伊莫塔尔"] = {
		},
		["舒唤天 - 伊莫塔尔"] = {
		},
		["舒预言 - 冰风岗"] = {
		},
		["花菜的巴巴 - 伊莫塔尔"] = {
		},
		["舒心情 - 国王之谷"] = {
		},
		["舒绿娥 - 伊莫塔尔"] = {
		},
		["舒忘忧 - 伊莫塔尔"] = {
		},
		["舒预言 - 伊莫塔尔"] = {
		},
		["舒耀星辰 - 雷克萨"] = {
		},
		["舒孑影 - 伊莫塔尔"] = {
		},
		["舒殉魂 - 伊莫塔尔"] = {
		},
		["舒耀星辰 - 伊莫塔尔"] = {
		},
		["舒殉魂 - 安苏"] = {
		},
		["舒殉魂 - 伊森利恩"] = {
		},
		["舒墨兰 - 伊莫塔尔"] = {
		},
		["Jackiexu - 伊莫塔尔"] = {
		},
		["舒预言 - 死亡之翼"] = {
		},
		["舒孑影 - 安苏"] = {
		},
		["舒绿娥 - 埃德萨拉"] = {
		},
	},
}
