
HandyNotes_BattleForAzerothTreasuresDB = {
	["profileKeys"] = {
		["舒预言 - 伊莫塔尔"] = "舒预言 - 伊莫塔尔",
		["舒孑影 - 伊莫塔尔"] = "舒孑影 - 伊莫塔尔",
		["舒唤天 - 伊莫塔尔"] = "舒唤天 - 伊莫塔尔",
		["舒预言 - 冰风岗"] = "舒预言 - 冰风岗",
		["Jackiexu - 伊莫塔尔"] = "Jackiexu - 伊莫塔尔",
		["舒心情 - 国王之谷"] = "舒心情 - 国王之谷",
		["舒殉魂 - 伊莫塔尔"] = "舒殉魂 - 伊莫塔尔",
		["舒预言 - 死亡之翼"] = "舒预言 - 死亡之翼",
		["舒墨兰 - 伊莫塔尔"] = "舒墨兰 - 伊莫塔尔",
		["舒孑影 - 安苏"] = "舒孑影 - 安苏",
		["舒春丽 - 伊莫塔尔"] = "舒春丽 - 伊莫塔尔",
	},
	["profiles"] = {
		["舒预言 - 伊莫塔尔"] = {
		},
		["舒孑影 - 伊莫塔尔"] = {
		},
		["舒唤天 - 伊莫塔尔"] = {
		},
		["舒预言 - 冰风岗"] = {
		},
		["Jackiexu - 伊莫塔尔"] = {
		},
		["舒心情 - 国王之谷"] = {
		},
		["舒殉魂 - 伊莫塔尔"] = {
		},
		["舒预言 - 死亡之翼"] = {
		},
		["舒墨兰 - 伊莫塔尔"] = {
		},
		["舒孑影 - 安苏"] = {
		},
		["舒春丽 - 伊莫塔尔"] = {
		},
	},
}
