
Healers_Have_To_Die = {
	["namespaces"] = {
		["Announcer"] = {
		},
		["CM"] = {
		},
		["NPH"] = {
		},
	},
	["profileKeys"] = {
		["舒预言 - 伊莫塔尔"] = "舒预言 - 伊莫塔尔",
		["舒绿娥 - 埃德萨拉"] = "舒绿娥 - 埃德萨拉",
		["舒唤天 - 伊莫塔尔"] = "舒唤天 - 伊莫塔尔",
		["舒春丽 - 伊莫塔尔"] = "舒春丽 - 伊莫塔尔",
		["舒心情 - 国王之谷"] = "舒心情 - 国王之谷",
		["舒殉魂 - 安苏"] = "舒殉魂 - 安苏",
		["舒耀星辰 - 伊莫塔尔"] = "舒耀星辰 - 伊莫塔尔",
		["舒耀星辰 - 雷克萨"] = "舒耀星辰 - 雷克萨",
		["舒绿娥 - 伊莫塔尔"] = "舒绿娥 - 伊莫塔尔",
		["舒墨兰 - 伊莫塔尔"] = "舒墨兰 - 伊莫塔尔",
		["舒殉魂 - 伊森利恩"] = "舒殉魂 - 伊森利恩",
		["舒忘忧 - 伊莫塔尔"] = "舒忘忧 - 伊莫塔尔",
	},
	["global"] = {
		["settingsTransmuted"] = "settings switched to new H.H.T.D add-on",
		["Enabled"] = false,
	},
}
