
KuiNameplatesGDB = {
	["namespaces"] = {
		["CastBar"] = {
		},
		["CastWarnings"] = {
		},
		["ComboPoints"] = {
		},
		["Auras"] = {
		},
	},
	["profileKeys"] = {
		["舒春丽 - 伊莫塔尔"] = "舒春丽 - 伊莫塔尔",
		["舒心情 - 国王之谷"] = "舒心情 - 国王之谷",
		["舒忘忧 - 伊莫塔尔"] = "舒忘忧 - 伊莫塔尔",
		["舒墨兰 - 伊莫塔尔"] = "舒墨兰 - 伊莫塔尔",
		["舒预言 - 伊莫塔尔"] = "舒预言 - 伊莫塔尔",
		["舒预言 - 冰风岗"] = "舒预言 - 冰风岗",
	},
	["profiles"] = {
		["舒春丽 - 伊莫塔尔"] = {
		},
		["舒心情 - 国王之谷"] = {
		},
		["舒忘忧 - 伊莫塔尔"] = {
		},
		["舒墨兰 - 伊莫塔尔"] = {
		},
		["舒预言 - 伊莫塔尔"] = {
		},
		["舒预言 - 冰风岗"] = {
		},
	},
}
