
MerchantExDB = {
	["option"] = {
		["repair"] = 1,
		["guild"] = 1,
		["details"] = true,
		["sell"] = true,
		["buy"] = 1,
	},
	["myexception"] = {
		["伊森利恩-舒殉魂"] = {
		},
		["伊莫塔尔-舒春丽"] = {
		},
		["雷克萨-舒耀星辰"] = {
		},
		["伊莫塔尔-舒唤天"] = {
		},
		["安苏-舒心情"] = {
		},
		["伊森利恩-舒心情"] = {
		},
		["瓦里安-舒孑影"] = {
		},
		["伊莫塔尔-舒墨兰"] = {
		},
		["伊莫塔尔-舒殉魂"] = {
		},
		["埃德萨拉-舒绿娥"] = {
		},
		["伊莫塔尔-舒忘忧"] = {
		},
		["死亡之翼-舒预言"] = {
		},
		["伊莫塔尔-舒耀星辰"] = {
		},
		["安苏-舒殉魂"] = {
		},
		["伊莫塔尔-Jackiexu"] = {
		},
		["国王之谷-舒心情"] = {
		},
		["冰风岗-舒预言"] = {
		},
		["伊莫塔尔-舒预言"] = {
		},
		["伊莫塔尔-舒战宇"] = {
		},
		["伊莫塔尔-舒孑影"] = {
		},
		["伊莫塔尔-舒绿娥"] = {
		},
		["安苏-舒孑影"] = {
		},
	},
	["exception"] = {
	},
	["buy"] = {
		["伊森利恩-舒殉魂"] = {
			[3371] = 200,
		},
		["伊莫塔尔-舒春丽"] = {
		},
		["雷克萨-舒耀星辰"] = {
			[3371] = 200,
		},
		["伊莫塔尔-舒唤天"] = {
		},
		["安苏-舒心情"] = {
		},
		["伊森利恩-舒心情"] = {
		},
		["瓦里安-舒孑影"] = {
		},
		["伊莫塔尔-舒墨兰"] = {
			[160399] = 200,
			[160712] = 200,
			[160400] = 200,
		},
		["伊莫塔尔-舒殉魂"] = {
			[3371] = 200,
		},
		["埃德萨拉-舒绿娥"] = {
		},
		["伊莫塔尔-舒忘忧"] = {
		},
		["死亡之翼-舒预言"] = {
		},
		["伊莫塔尔-舒耀星辰"] = {
		},
		["安苏-舒殉魂"] = {
		},
		["伊莫塔尔-Jackiexu"] = {
		},
		["国王之谷-舒心情"] = {
		},
		["冰风岗-舒预言"] = {
			[3371] = 200,
		},
		["伊莫塔尔-舒预言"] = {
			[160400] = 200,
			[160709] = 200,
			[160710] = 200,
			[160399] = 200,
			[160705] = 200,
			[160398] = 200,
			[3371] = 200,
			[160712] = 200,
		},
		["伊莫塔尔-舒战宇"] = {
		},
		["伊莫塔尔-舒孑影"] = {
			[160400] = 200,
			[160709] = 200,
			[160059] = 200,
			[160711] = 200,
			[160712] = 200,
			[160398] = 200,
			[160399] = 200,
			[160710] = 200,
		},
		["伊莫塔尔-舒绿娥"] = {
		},
		["安苏-舒孑影"] = {
		},
	},
}
