
MethodDungeonToolsDB = {
	["profileKeys"] = {
		["舒预言 - 伊莫塔尔"] = "舒预言 - 伊莫塔尔",
		["舒预言 - 死亡之翼"] = "舒预言 - 死亡之翼",
	},
	["global"] = {
		["maximized"] = false,
		["nonFullscreenScale"] = 1,
		["MDI"] = {
		},
		["colorPaletteInfo"] = {
			["customPaletteValues"] = {
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [1]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [2]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [3]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [4]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [5]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [6]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [7]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [8]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [9]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [10]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [11]
				{
					1, -- [1]
					1, -- [2]
					1, -- [3]
				}, -- [12]
			},
		},
		["presets"] = {
			[15] = {
				{
					["objects"] = {
					},
					["week"] = 4,
					["value"] = {
						["currentPull"] = 1,
						["currentSublevel"] = 1,
						["riftOffsets"] = {
							[4] = {
							},
						},
						["currentDungeonIdx"] = 15,
						["teeming"] = false,
						["selection"] = {
							1, -- [1]
						},
						["pulls"] = {
							{
								["color"] = "228b22",
							}, -- [1]
						},
					},
					["mdi"] = {
						["freeholdJoined"] = false,
						["beguiling"] = 1,
						["freehold"] = 1,
					},
					["difficulty"] = 10,
				}, -- [1]
			},
		},
		["version"] = 302,
	},
}
