
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["舒炎 - 伊莫塔尔"] = "舒炎 - 伊莫塔尔",
	},
	["profiles"] = {
		["舒炎 - 伊莫塔尔"] = {
			["recent"] = {
				["1-134-489-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "耀阳的时差-阿克蒙德",
						["iLvl"] = 251,
						["time"] = 1532200079,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "罗耀阳#5330",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "奈訸橋-黑铁",
						["iLvl"] = 215,
						["time"] = 1532199654,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "百撕不得骑姐#52593",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "月魔无殇-霜狼",
						["iLvl"] = 227,
						["time"] = 1532200067,
						["class"] = 8,
						["bTag"] = "妖刀星碎#5177",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "阿彪哥-伊森利恩",
						["iLvl"] = 234,
						["time"] = 1532199608,
						["class"] = 7,
						["bTag"] = "LaNuit#5902",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Landa-阿拉希",
						["iLvl"] = 212,
						["time"] = 1532200067,
						["class"] = 12,
						["bTag"] = "迷人的小武#5704",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "相思无解-冰霜之刃",
						["time"] = 1532199681,
						["class"] = 12,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "百八夜关唁-凤凰之神",
						["iLvl"] = 213,
						["time"] = 1532200067,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "不明觉厉#5173",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "圣影舞-霜狼",
						["iLvl"] = 195,
						["time"] = 1532200085,
						["class"] = 4,
						["bTag"] = "黑魔導#5292",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "超朲-死亡之翼",
						["iLvl"] = 211,
						["time"] = 1532200073,
						["class"] = 8,
						["bTag"] = "xiangtao#5756",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "凯特兰斯特-埃德萨拉",
						["iLvl"] = 194,
						["time"] = 1532200094,
						["class"] = 1,
						["bTag"] = "柠檬香香#5784",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "赫卡忒-织亡者",
						["iLvl"] = 168,
						["time"] = 1532200067,
						["class"] = 6,
						["bTag"] = "丶厄瑞波斯#5666",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "潜行猫-龙骨平原",
						["iLvl"] = 204,
						["time"] = 1532200067,
						["class"] = 4,
						["bTag"] = "黑色的黑猫#5518",
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "王富贵儿-加基森",
						["iLvl"] = 225,
						["time"] = 1532200107,
						["class"] = 6,
						["bTag"] = "大哥要盘不#5510",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "克罗迪厄斯-斯克提斯",
						["iLvl"] = 242,
						["time"] = 1532200114,
						["class"] = 2,
						["bTag"] = "克羅迪厄斯#5544",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "小心后面-寒冰皇冠",
						["time"] = 1532200075,
						["class"] = 12,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Astrayi-埃德萨拉",
						["iLvl"] = 179,
						["time"] = 1532200073,
						["class"] = 4,
						["bTag"] = "Daring#5534",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "战无畏惧-风行者",
						["time"] = 1532200085,
						["class"] = 1,
					}, -- [17]
				},
				["1-134-487-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "谧影-凯恩血蹄",
						["iLvl"] = 216,
						["time"] = 1532198829,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "谧影#5599",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "万俟灬影刃-白银之手",
						["iLvl"] = 190,
						["time"] = 1532198836,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "帅的不像话#51548",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "你看补到我-冰风岗",
						["iLvl"] = 165,
						["time"] = 1532198838,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "家声#5831",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "奈訸橋-黑铁",
						["iLvl"] = 215,
						["time"] = 1532198838,
						["class"] = 6,
						["bTag"] = "百撕不得骑姐#52593",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "耀阳的时差-阿克蒙德",
						["iLvl"] = 251,
						["time"] = 1532198829,
						["class"] = 3,
						["bTag"] = "罗耀阳#5330",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "你小爹-燃烧之刃",
						["iLvl"] = 226,
						["time"] = 1532198827,
						["class"] = 8,
						["bTag"] = "你小爹#5806",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "纵然黑夜孤寂-大漩涡",
						["time"] = 1532198834,
						["class"] = 5,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "长得跟牛一样-迦拉克隆",
						["iLvl"] = 204,
						["time"] = 1532199383,
						["class"] = 11,
						["bTag"] = "夜色有点凉#5571",
					}, -- [8]
				},
				["1-134-488-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "没有玩的必要-世界之树",
						["time"] = 1532196973,
						["class"] = 12,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "叛逆的晓美焰-死亡熔炉",
						["time"] = 1532197154,
						["class"] = 5,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "喵星人啾咪-死亡熔炉",
						["iLvl"] = 237,
						["time"] = 1532197143,
						["class"] = 2,
						["bTag"] = "mina#5854",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "烨舞-哈卡",
						["time"] = 1532197245,
						["class"] = 6,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "灬烧饵块灬-死亡之翼",
						["iLvl"] = 202,
						["time"] = 1532198384,
						["class"] = 11,
						["bTag"] = "杨康俊喆#5768",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "賞金猎王-亚雷戈斯",
						["iLvl"] = 235,
						["time"] = 1532197645,
						["class"] = 3,
						["bTag"] = "biwtqtd#5287",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "伊里野的天空-血吼",
						["time"] = 1532197458,
						["class"] = 1,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "血月血婴-血色十字军",
						["iLvl"] = 247,
						["time"] = 1532197618,
						["class"] = 9,
						["bTag"] = "灭世血婴#51687",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "战无畏惧-风行者",
						["time"] = 1532197649,
						["class"] = 1,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "莱因哈特-奈萨里奥",
						["iLvl"] = 218,
						["time"] = 1532197152,
						["class"] = 2,
						["bTag"] = "影舞者#5853",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "传火者穆姆-死亡之翼",
						["iLvl"] = 215,
						["time"] = 1532197286,
						["class"] = 11,
						["bTag"] = "Goodspeed#5972",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "龙幽-幽暗沼泽",
						["iLvl"] = 252,
						["time"] = 1532197651,
						["class"] = 1,
						["bTag"] = "林芝#51473",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "大白兔丶-萨尔",
						["iLvl"] = 250,
						["time"] = 1532197636,
						["class"] = 9,
						["bTag"] = "暗夜之骑士#514211",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "小残酷-泰兰德",
						["iLvl"] = 226,
						["time"] = 1532197645,
						["class"] = 2,
						["bTag"] = "月下大黑猫#5327",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "王者之满堂红-恶魔之魂",
						["iLvl"] = 230,
						["time"] = 1532197651,
						["class"] = 7,
						["bTag"] = "萨萨里安#5197",
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "Geschichtdh-安苏",
						["iLvl"] = 178,
						["time"] = 1532197651,
						["class"] = 12,
						["bTag"] = "阿尔萨斯冰霜#5347",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "桐桐灬特萌-死亡之翼",
						["time"] = 1532197356,
						["class"] = 3,
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "白狼傑落特-埃德萨拉",
						["iLvl"] = 205,
						["time"] = 1532197636,
						["class"] = 12,
						["bTag"] = "Daring#5534",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "核平使者甘蒂-密林游侠",
						["iLvl"] = 248,
						["time"] = 1532197511,
						["class"] = 12,
						["bTag"] = "总有刁民想害朕#55352",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "沸血猎鹰-菲拉斯",
						["iLvl"] = 233,
						["time"] = 1532197618,
						["class"] = 3,
						["bTag"] = "干瞪眼#5352",
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "杀基八丸-冰风岗",
						["iLvl"] = 202,
						["time"] = 1532197651,
						["class"] = 7,
						["bTag"] = "Cajuno#5253",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "肝胆两昆仑-石爪峰",
						["iLvl"] = 190,
						["time"] = 1532197645,
						["class"] = 10,
						["bTag"] = "半天云#5450",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "老北京猪肉卷-斯克提斯",
						["iLvl"] = 200,
						["time"] = 1532197649,
						["class"] = 10,
						["bTag"] = "老北京猪肉卷#5763",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "浩氪-洛丹伦",
						["iLvl"] = 186,
						["time"] = 1532197618,
						["class"] = 6,
						["bTag"] = "迷你之泰坦#58546",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "你小爹-燃烧之刃",
						["iLvl"] = 226,
						["time"] = 1532197562,
						["class"] = 8,
						["bTag"] = "你小爹#5806",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "字母罗丶-格瑞姆巴托",
						["iLvl"] = 172,
						["time"] = 1532197640,
						["class"] = 4,
						["bTag"] = "已离线#5530",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "孤雁丶-克尔苏加德",
						["time"] = 1532197645,
						["class"] = 12,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "零丨祭渊灬-耐普图隆",
						["iLvl"] = 229,
						["time"] = 1532198384,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "zechary#5235",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "马可莉艾拉-卡拉赞",
						["iLvl"] = 195,
						["time"] = 1532198384,
						["class"] = 12,
						["bTag"] = "MightyOwl#56756",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "兽尔达-亚雷戈斯",
						["time"] = 1532198384,
						["class"] = 1,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "百八夜关唁-凤凰之神",
						["iLvl"] = 213,
						["time"] = 1532198384,
						["class"] = 3,
						["bTag"] = "不明觉厉#5173",
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "一坎九万-死亡之翼",
						["iLvl"] = 207,
						["time"] = 1532198318,
						["class"] = 2,
						["bTag"] = "九万#51555",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "社会主义万岁-红龙军团",
						["iLvl"] = 203,
						["time"] = 1532198318,
						["class"] = 8,
						["bTag"] = "三桂#5323",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Astrayi-埃德萨拉",
						["iLvl"] = 175,
						["time"] = 1532198384,
						["class"] = 4,
						["bTag"] = "Daring#5534",
					}, -- [34]
				},
			},
			["settings"] = {
				["storage"] = {
					["y"] = -180.692230224609,
					["x"] = 308.376098632813,
					["point"] = "LEFT",
					["scale"] = 1,
				},
			},
			["version"] = "80000.01",
			["lastSearchCode"] = "3-131-479-0",
			["searchHistoryList"] = {
				"3-131-479-0", -- [1]
				"1-134-489-0", -- [2]
				"1-134-487-0", -- [3]
				"1-134-488-0", -- [4]
				"6-0-0-0", -- [5]
			},
		},
	},
}
