
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["舒预言 - 伊莫塔尔"] = "舒预言 - 伊莫塔尔",
		["舒预言 - 死亡之翼"] = "舒预言 - 死亡之翼",
	},
	["profiles"] = {
		["舒预言 - 伊莫塔尔"] = {
			["settings"] = {
				["storage"] = {
					["y"] = -257.8010711669922,
					["x"] = 150.0756683349609,
					["point"] = "LEFT",
					["scale"] = 1,
				},
			},
			["searchHistoryList"] = {
				"6-0-16-0", -- [1]
				"2-137-502-0", -- [2]
				"9-0-19-0", -- [3]
				"2-144-526-0", -- [4]
				"2-143-522-0", -- [5]
				"2-142-518-0", -- [6]
				"2-141-514-0", -- [7]
				"2-140-510-0", -- [8]
				"2-139-504-0", -- [9]
				"2-138-507-0", -- [10]
				"2-145-529-0", -- [11]
				"3-258-686-0", -- [12]
				"2-141-513-0", -- [13]
				"2-139-645-0", -- [14]
				"2-138-644-0", -- [15]
				"2-137-499-0", -- [16]
				"2-144-525-0", -- [17]
				"6-0-17-0", -- [18]
				"2-253-669-0", -- [19]
				"2-145-530-0", -- [20]
				"2-146-533-0", -- [21]
				"2-140-646-0", -- [22]
				"2-143-521-0", -- [23]
				"2-142-517-0", -- [24]
				"2-144-527-0", -- [25]
				"6-0-0-0", -- [26]
			},
			["createHistoryList"] = {
				"2-139-645-0", -- [1]
				"2-138-644-0", -- [2]
				"2-141-513-0", -- [3]
				"6-0-16-0", -- [4]
				"2-145-530-0", -- [5]
				"2-138-507-0", -- [6]
				"6-0-17-0", -- [7]
			},
			["version"] = "80300.01",
			["appShine"] = "80200.03",
			["advShine"] = "80200.01",
			["lastSearchCode"] = "6-0-16-0",
		},
		["舒预言 - 死亡之翼"] = {
			["appShine"] = "80200.01",
			["searchHistoryList"] = {
				"2-144-526-0", -- [1]
				"6-0-17-0", -- [2]
				"6-0-16-0", -- [3]
				"9-0-19-0", -- [4]
				"2-139-504-0", -- [5]
				"3-0-657-0", -- [6]
				"2-139-645-0", -- [7]
				"2-253-669-0", -- [8]
				"3-254-670-0", -- [9]
				"3-254-671-0", -- [10]
				"3-254-672-0", -- [11]
				"2-143-522-0", -- [12]
				"111-249-662-0", -- [13]
				"2-146-534-0", -- [14]
				"2-136-498-0", -- [15]
				"2-136-497-0", -- [16]
				"6-0-0-0", -- [17]
			},
			["version"] = "80200.01",
			["advShine"] = "80200.01",
			["recent"] = {
				["9-0-19-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "白色汁液之死-主宰之剑",
						["bTag"] = "SimpleMS#5493",
						["time"] = 1579537057,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 441,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1579537057,
						["name"] = "Norns-符文图腾",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "街头嘪酱油-燃烧之刃",
						["bTag"] = "街头打酱油#5806",
						["class"] = 4,
						["time"] = 1579537057,
						["iLvl"] = 429,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "蔚蓝浅唱-海克泰尔",
						["bTag"] = "Duyino#5418",
						["class"] = 2,
						["time"] = 1579534757,
						["iLvl"] = 429,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "丨阿淼丨-冰风岗",
						["bTag"] = "失忆蝴蝶#51391",
						["class"] = 1,
						["time"] = 1579535286,
						["iLvl"] = 439,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "殇小小-死亡之翼",
						["bTag"] = "越卿#5187",
						["class"] = 9,
						["time"] = 1579533779,
						["iLvl"] = 409,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "超萌小仓鼠-夏维安",
						["bTag"] = "那一抹神情#5926",
						["class"] = 12,
						["time"] = 1579535286,
						["iLvl"] = 429,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "小德来勒-血色十字军",
						["bTag"] = "领导表示#5593",
						["class"] = 11,
						["time"] = 1579537057,
						["iLvl"] = 436,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "荧如火离乱惑-甜水绿洲",
						["bTag"] = "墨菲#52298",
						["class"] = 4,
						["time"] = 1579531457,
						["iLvl"] = 448,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "乌兹图图圖-恐怖图腾",
						["bTag"] = "UZIZUIZUIZUZ#5526",
						["class"] = 3,
						["time"] = 1579537057,
						["iLvl"] = 436,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Symphonyf-主宰之剑",
						["bTag"] = "雾霭#5445",
						["class"] = 8,
						["time"] = 1579535286,
						["iLvl"] = 449,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "并州鼓上蚤-夏维安",
						["bTag"] = "并州#5233",
						["class"] = 4,
						["time"] = 1579537057,
						["iLvl"] = 408,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "不小心睡了-燃烧之刃",
						["bTag"] = "蛮力之裤#5238995",
						["class"] = 4,
						["time"] = 1579536000,
						["iLvl"] = 437,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "娇羞小可爱-古加尔",
						["bTag"] = "胡舜轩#5863",
						["class"] = 12,
						["time"] = 1579536000,
						["iLvl"] = 442,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "小树狂暴-卡拉赞",
						["bTag"] = "小树发芽#5616",
						["class"] = 1,
						["time"] = 1579537057,
						["iLvl"] = 409,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "Machairodus-凤凰之神",
						["bTag"] = "YOUKETSU#5663",
						["class"] = 4,
						["time"] = 1579536874,
						["iLvl"] = 409,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "当心丶-凤凰之神",
						["bTag"] = "刀光冷丶清冽如泉#5448",
						["class"] = 4,
						["time"] = 1579537057,
						["iLvl"] = 450,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "格格巫的咆哮-燃烧之刃",
						["bTag"] = "巨蟒先生#5770",
						["class"] = 1,
						["time"] = 1579537057,
						["iLvl"] = 407,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "受冻的毒蛇-库德兰",
						["class"] = 12,
						["leader"] = true,
						["time"] = 1579610633,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1579610633,
						["name"] = "Aquirev-影之哀伤",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1579610633,
						["name"] = "美男-外域",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1579610633,
						["name"] = "娜娜-瓦拉纳",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1579610633,
						["name"] = "Vencas-耐奥祖",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "弑血利刃-格瑞姆巴托",
						["bTag"] = "星晨迹羽#5242",
						["class"] = 12,
						["time"] = 1579609962,
						["iLvl"] = 435,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1579610633,
						["name"] = "星辰乄爱贝贝-格瑞姆巴托",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1579610633,
						["name"] = "随刃而行-死亡之翼",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "末日烽火-燃烧之刃",
						["bTag"] = "末日烽火#5495",
						["class"] = 3,
						["time"] = 1579610633,
						["iLvl"] = 455,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "侯家阔少-安苏",
						["bTag"] = "侯家阔少#5960",
						["class"] = 8,
						["time"] = 1579610633,
						["iLvl"] = 401,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "半步天涯-塞拉摩",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1579618103,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1579616975,
						["name"] = "完美丶嘟嘟-燃烧之刃",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1579618103,
						["name"] = "姐姐丶-迅捷微风",
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "恶灵缠绕-死亡之翼",
						["bTag"] = "Jozy#51444",
						["class"] = 4,
						["time"] = 1579616987,
						["iLvl"] = 420,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1579616975,
						["name"] = "张梦的狗-死亡之翼",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1579616995,
						["name"] = "芒果不比比-死亡之翼",
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "賽博朋克-伊森利恩",
						["bTag"] = "教练我想玩三国杀#5616",
						["class"] = 12,
						["time"] = 1579617201,
						["iLvl"] = 381,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "光头强-埃霍恩",
						["bTag"] = "鹏守望先疯#5996",
						["class"] = 1,
						["time"] = 1579617191,
						["iLvl"] = 422,
					}, -- [36]
					{
						["role"] = "HEALER",
						["name"] = "别打德-冰风岗",
						["bTag"] = "男人的墓志铭#51923",
						["class"] = 11,
						["time"] = 1579617217,
						["iLvl"] = 438,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "汏朸岀锜迹-冰风岗",
						["bTag"] = "四号#51178",
						["class"] = 8,
						["time"] = 1579617217,
						["iLvl"] = 150,
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "大鉆風-凤凰之神",
						["bTag"] = "手红脸黑#5826",
						["class"] = 2,
						["time"] = 1579618103,
						["iLvl"] = 452,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "带走灵魂-无尽之海",
						["bTag"] = "英雄鸟#5646",
						["class"] = 4,
						["time"] = 1579617151,
						["iLvl"] = 448,
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "喔丝大熙姬-龙骨平原",
						["bTag"] = "双人舞雪月#5926",
						["class"] = 6,
						["time"] = 1579617158,
						["iLvl"] = 254,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1579617039,
						["name"] = "孤毒魔女-萨菲隆",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "双刀教义-血色十字军",
						["bTag"] = "死亡切割线#5803",
						["class"] = 10,
						["time"] = 1579618103,
						["iLvl"] = 398,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "看守所常客-凤凰之神",
						["bTag"] = "樱丶嗜血#5863",
						["class"] = 4,
						["time"] = 1579617217,
						["iLvl"] = 419,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "杰士邦的快感-死亡之翼",
						["bTag"] = "泽哥的大哥丶#5301",
						["class"] = 12,
						["time"] = 1579617217,
						["iLvl"] = 421,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "落魄的男子汉-死亡之翼",
						["bTag"] = "柯酉锋#5686",
						["class"] = 11,
						["time"] = 1579617217,
						["iLvl"] = 158,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "魔妹狠拽吖-地狱之石",
						["bTag"] = "半度丿回眸#5862",
						["class"] = 8,
						["time"] = 1579618521,
						["iLvl"] = 430,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "Moontime-血牙魔王",
						["bTag"] = "小学生暴虐你#5805",
						["class"] = 4,
						["time"] = 1579617982,
						["iLvl"] = 340,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "言思-丽丽（四川）",
						["bTag"] = "非灬鱼丿#5646",
						["class"] = 1,
						["time"] = 1579618088,
						["iLvl"] = 443,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "给秀儿赐座-冰霜之刃",
						["bTag"] = "暴力男婴#5655",
						["class"] = 3,
						["time"] = 1579618103,
						["iLvl"] = 416,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "烈火灬雄心-迅捷微风",
						["bTag"] = "Fudimo#51215",
						["class"] = 9,
						["time"] = 1579618088,
						["iLvl"] = 416,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "性感大妞妞-格瑞姆巴托",
						["bTag"] = "一只小屌丝#5694",
						["time"] = 1579618521,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 440,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "铁血邪魔-安苏",
						["bTag"] = "英雄无敌#5872",
						["class"] = 10,
						["time"] = 1579618521,
						["iLvl"] = 434,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "五次出吼肩-熔火之心",
						["bTag"] = "狂妄之雄#59791",
						["class"] = 6,
						["time"] = 1579618521,
						["iLvl"] = 432,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "兽兽猎-死亡熔炉",
						["bTag"] = "Deepblue#52266",
						["class"] = 3,
						["time"] = 1579618521,
						["iLvl"] = 431,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "合理-海克泰尔",
						["bTag"] = "丶拽#5433",
						["class"] = 1,
						["time"] = 1579618258,
						["iLvl"] = 438,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1579618161,
						["name"] = "血染灬胸毛-影之哀伤",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "枼落半城-遗忘海岸",
						["bTag"] = "一半忧伤#51290",
						["class"] = 4,
						["time"] = 1579618521,
						["iLvl"] = 436,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "醉逍遙-冰风岗",
						["bTag"] = "嘉年华#51800",
						["class"] = 12,
						["time"] = 1579618231,
						["iLvl"] = 446,
					}, -- [59]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1579618521,
						["name"] = "请不要看到我-燃烧之刃",
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "温床棵女-黑铁",
						["bTag"] = "王健坤#5717",
						["class"] = 5,
						["time"] = 1579618521,
						["iLvl"] = 454,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "帅哥来呀-海加尔",
						["bTag"] = "恶魔也疯狂#5676",
						["class"] = 3,
						["time"] = 1579618521,
						["iLvl"] = 448,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "乐炅-诺兹多姆",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1579619173,
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "墙边的海棠-卡德加",
						["bTag"] = "小学生#5696",
						["class"] = 2,
						["time"] = 1579619173,
						["iLvl"] = 424,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "想飞的蜗牛-血色十字军",
						["bTag"] = "炎炙怒火#5609",
						["class"] = 3,
						["time"] = 1579619173,
						["iLvl"] = 429,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "月飞-凤凰之神",
						["class"] = 1,
						["time"] = 1579619120,
						["iLvl"] = 411,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "俯视大江-朵丹尼尔",
						["bTag"] = "性本善#51978",
						["class"] = 1,
						["time"] = 1579619173,
						["iLvl"] = 435,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "壹个逗逼-黑铁",
						["bTag"] = "焦忠#5898",
						["class"] = 1,
						["time"] = 1579619173,
						["iLvl"] = 416,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "女巫之怒-贫瘠之地",
						["bTag"] = "部落之子#57263",
						["class"] = 6,
						["time"] = 1579619173,
						["iLvl"] = 426,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "丶恶魔九-死亡之翼",
						["bTag"] = "Asura#5842",
						["class"] = 12,
						["time"] = 1579619081,
						["iLvl"] = 448,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "早死早超生-格瑞姆巴托",
						["bTag"] = "早死早超生#5635",
						["class"] = 1,
						["time"] = 1579619173,
						["iLvl"] = 448,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "哞哞不哞哞-血色十字军",
						["bTag"] = "萬嵗#5682",
						["class"] = 1,
						["time"] = 1579619173,
						["iLvl"] = 402,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "有根棍-安苏",
						["bTag"] = "徐菲#51514",
						["class"] = 9,
						["time"] = 1579619173,
						["iLvl"] = 406,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "多多一号-凤凰之神",
						["bTag"] = "BT160828#51610",
						["time"] = 1579619269,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 411,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "天意如此丶丶-布兰卡德",
						["bTag"] = "天意#5716",
						["class"] = 8,
						["time"] = 1579619269,
						["iLvl"] = 444,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1579619269,
						["name"] = "豞老大-燃烧之刃",
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "叮当柒-死亡之翼",
						["bTag"] = "魅影#5856",
						["class"] = 4,
						["time"] = 1579619269,
						["iLvl"] = 430,
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1579619269,
						["name"] = "小欧秀法-影之哀伤",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "猎手不恶魔-黑铁",
						["bTag"] = "Glong#5189",
						["class"] = 12,
						["time"] = 1579619269,
						["iLvl"] = 419,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "丶手刃恩师-埃德萨拉",
						["bTag"] = "丨卖人丨#51714",
						["class"] = 12,
						["time"] = 1579619269,
						["iLvl"] = 416,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1579619269,
						["name"] = "笑心柔-回音山",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1579619269,
						["name"] = "往事越千年-丽丽（四川）",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "窒息-金色平原",
						["class"] = 3,
						["leader"] = true,
						["time"] = 1580490678,
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "又见燃烬-迅捷微风",
						["bTag"] = "Lyn#5276",
						["class"] = 6,
						["time"] = 1579620682,
						["iLvl"] = 446,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "地下有雷-死亡之翼",
						["bTag"] = "地下有雷#5772",
						["class"] = 1,
						["time"] = 1579621243,
						["iLvl"] = 449,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "临终遗言-奥尔加隆",
						["bTag"] = "凯恩#514931",
						["class"] = 1,
						["time"] = 1579620682,
						["iLvl"] = 445,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1579621781,
						["name"] = "闪亮的刮胡刀-无尽之海",
					}, -- [87]
					{
						["role"] = "HEALER",
						["name"] = "无相菩提-死亡之翼",
						["bTag"] = "百川东流#5353",
						["class"] = 5,
						["time"] = 1579621781,
						["iLvl"] = 352,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "夏季丶烈如歌-安苏",
						["bTag"] = "浅忆丶游龙#5851",
						["class"] = 4,
						["time"] = 1579621781,
						["iLvl"] = 437,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "风暴之牛-洛丹伦",
						["bTag"] = "承影#5915",
						["class"] = 11,
						["time"] = 1579619574,
						["iLvl"] = 453,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1579619574,
						["name"] = "摸鱼达人-雷霆之怒",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "臭丶哄哄-死亡之翼",
						["bTag"] = "SuperNinja#527581",
						["class"] = 6,
						["time"] = 1579621781,
						["iLvl"] = 437,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "有洞洞就秒射-死亡之翼",
						["bTag"] = "冰霜之脚#5205257",
						["class"] = 3,
						["time"] = 1579620682,
						["iLvl"] = 448,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "灬闪闪狐灬-死亡之翼",
						["bTag"] = "岁月童话#5908",
						["class"] = 8,
						["time"] = 1579621781,
						["iLvl"] = 199,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1579621781,
						["name"] = "释怀的缘丶-安苏",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "黎明前的黑暗-奥斯里安",
						["bTag"] = "Zoftb#5260",
						["class"] = 12,
						["time"] = 1579621271,
						["iLvl"] = 431,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "尛表贝灬-阿古斯",
						["bTag"] = "惊蛰#5282",
						["class"] = 8,
						["time"] = 1579621781,
						["iLvl"] = 436,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "亡术天下-死亡之翼",
						["bTag"] = "woshi#5972",
						["class"] = 9,
						["time"] = 1579621564,
						["iLvl"] = 439,
					}, -- [98]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1579621781,
						["name"] = "泫泫芷玥-暗影之月",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "师傅您好-回音山",
						["class"] = 9,
						["leader"] = true,
						["time"] = 1579622282,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1579622282,
						["name"] = "Foil-死亡之翼",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "浅夜微光-死亡之翼",
						["bTag"] = "幸运之#51374",
						["class"] = 12,
						["time"] = 1579622282,
						["iLvl"] = 445,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "走的干脆才好-死亡之翼",
						["bTag"] = "怎么说#51910",
						["class"] = 9,
						["time"] = 1579622282,
						["iLvl"] = 434,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1579622282,
						["name"] = "Leterrible-安苏",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "Stripe-安苏",
						["bTag"] = "rylynn#51236",
						["class"] = 8,
						["time"] = 1579622216,
						["iLvl"] = 437,
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "Mooncell-洛丹伦",
						["bTag"] = "武陵人炸鱼为业#5543",
						["class"] = 10,
						["time"] = 1579622273,
						["iLvl"] = 441,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "Nutag-巫妖之王",
						["bTag"] = "你的名字#52100",
						["class"] = 4,
						["time"] = 1579622282,
						["iLvl"] = 426,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1579622280,
						["name"] = "错气了伐要西-凤凰之神",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "Sunnstrider-金色平原",
						["class"] = 4,
						["leader"] = true,
						["time"] = 1579697623,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "潜水但傲娇-安苏",
						["bTag"] = "闪亮之翼#52305",
						["time"] = 1579700269,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 446,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "熹光未泯-安苏",
						["bTag"] = "兜里藏块砖#5761",
						["class"] = 2,
						["time"] = 1579700269,
						["iLvl"] = 427,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "Honghedz-凤凰之神",
						["bTag"] = "wowot#51303",
						["class"] = 4,
						["time"] = 1579697665,
						["iLvl"] = 437,
					}, -- [112]
					{
						["role"] = "HEALER",
						["name"] = "光棱坦克-影之哀伤",
						["bTag"] = "H0bo3c#5778",
						["class"] = 7,
						["time"] = 1579697612,
						["iLvl"] = 435,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "打不过就叠甲-影之哀伤",
						["bTag"] = "真的我不想奶#5853",
						["class"] = 1,
						["time"] = 1579697107,
						["iLvl"] = 450,
					}, -- [114]
					{
						["role"] = "HEALER",
						["name"] = "任富贵-燃烧之刃",
						["bTag"] = "鲁昱旸#5581",
						["class"] = 10,
						["time"] = 1579697107,
						["iLvl"] = 441,
					}, -- [115]
					{
						["role"] = "HEALER",
						["name"] = "一根哈德门-无尽之海",
						["bTag"] = "繁灬华#5771",
						["class"] = 11,
						["time"] = 1579697107,
						["iLvl"] = 453,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1579697107,
						["name"] = "幼儿园老恶魔-梦境之树",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "问心无愧而已-死亡之翼",
						["bTag"] = "爺爺的熊#5686",
						["class"] = 4,
						["time"] = 1579698098,
						["iLvl"] = 426,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "大帅很无聊丶-死亡之翼",
						["bTag"] = "小白贼低调丶#5679",
						["class"] = 1,
						["time"] = 1579700269,
						["iLvl"] = 403,
					}, -- [119]
					{
						["role"] = "HEALER",
						["name"] = "三彩丶-狂热之刃",
						["bTag"] = "乌克丽丽丶#51696",
						["class"] = 10,
						["time"] = 1579700269,
						["iLvl"] = 435,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "小手牵牛-索瑞森",
						["bTag"] = "偶尔玩玩#5766",
						["class"] = 12,
						["time"] = 1579699298,
						["iLvl"] = 441,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "丨血灬小贱丶-影之哀伤",
						["bTag"] = "摔倒的棉花糖#5833",
						["class"] = 8,
						["time"] = 1579699298,
						["iLvl"] = 452,
					}, -- [122]
					{
						["role"] = "HEALER",
						["name"] = "無聊丶過客-影之哀伤",
						["bTag"] = "孙超#5500",
						["class"] = 10,
						["time"] = 1579699084,
						["iLvl"] = 438,
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "闪光丶亚丝娜-雷霆之怒",
						["bTag"] = "Knights#5915",
						["class"] = 12,
						["time"] = 1579698098,
						["iLvl"] = 445,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1579700269,
						["name"] = "神选者艾查恩-火烟之谷",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "千千星光-凤凰之神",
						["bTag"] = "最光阴#51462",
						["class"] = 1,
						["time"] = 1579699298,
						["iLvl"] = 443,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "天堂幟戟-死亡之翼",
						["bTag"] = "鬼不武#5626",
						["class"] = 11,
						["time"] = 1579700269,
						["iLvl"] = 439,
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1579700269,
						["name"] = "希尔乂瓦娜斯-希雷诺斯",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "曉貓-凤凰之神",
						["bTag"] = "家猫#52280",
						["class"] = 11,
						["time"] = 1579700269,
						["iLvl"] = 449,
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1579700269,
						["name"] = "Soulafaith-死亡之翼",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "卡西的帽子-黑铁",
						["class"] = 9,
						["leader"] = true,
						["time"] = 1580488421,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "生命意义-回音山",
						["bTag"] = "梦想枫叶#5521",
						["class"] = 8,
						["time"] = 1580488421,
						["iLvl"] = 423,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1580488358,
						["name"] = "Wtruhiding-鬼雾峰",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1580488421,
						["name"] = "基米-凤凰之神",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1580488421,
						["name"] = "永恒利刃-狂热之刃",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1580488421,
						["name"] = "凌烟无际-贫瘠之地",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1580488421,
						["name"] = "沧月默-燃烧之刃",
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1580488421,
						["name"] = "你的尾巴翘了-燃烧之刃",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "塔臼-阿纳克洛斯",
						["bTag"] = "劣人#5555",
						["class"] = 12,
						["time"] = 1580488421,
						["iLvl"] = 444,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "我不做人啦-血色十字军",
						["bTag"] = "那就一脚踹飞#5675",
						["class"] = 12,
						["time"] = 1580489715,
						["iLvl"] = 438,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "赫斯提亚灬-芬里斯",
						["bTag"] = "justsoso#5338",
						["class"] = 8,
						["time"] = 1580489715,
						["iLvl"] = 449,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "流浪一战神-凤凰之神",
						["bTag"] = "超能之鱼人#53160",
						["class"] = 1,
						["time"] = 1580489715,
						["iLvl"] = 439,
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "北凉丶姜妮-瓦丝琪",
						["bTag"] = "尼克丶陈#5636",
						["class"] = 12,
						["time"] = 1580489715,
						["iLvl"] = 424,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "宋光祺丶-格瑞姆巴托",
						["bTag"] = "灬一哥灬#51670",
						["class"] = 3,
						["time"] = 1580489715,
						["iLvl"] = 446,
					}, -- [144]
					{
						["role"] = "HEALER",
						["name"] = "团本装备呢-死亡之翼",
						["bTag"] = "天辰#51141",
						["class"] = 2,
						["time"] = 1580489715,
						["iLvl"] = 463,
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "乂地藏乂-血色十字军",
						["bTag"] = "硬的难受#5794",
						["time"] = 1580489715,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 429,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "无情啊弟弟-血色十字军",
						["bTag"] = "能白给吗#5843",
						["class"] = 11,
						["time"] = 1580489715,
						["iLvl"] = 418,
					}, -- [147]
					{
						["role"] = "HEALER",
						["name"] = "无情下饭机器-血色十字军",
						["bTag"] = "这把混下把躺#5295",
						["class"] = 5,
						["time"] = 1580489715,
						["iLvl"] = 414,
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1580490678,
						["name"] = "乌迪卢斯-死亡之翼",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "画与墨丶-影之哀伤",
						["bTag"] = "McGrady#5691",
						["class"] = 4,
						["time"] = 1580490652,
						["iLvl"] = 446,
					}, -- [150]
					{
						["role"] = "HEALER",
						["name"] = "小车手-元素之力",
						["bTag"] = "氵甫某某#5852",
						["class"] = 11,
						["time"] = 1580490678,
						["iLvl"] = 420,
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "长大后啥都大-黑铁",
						["bTag"] = "张羽沐汐#5748",
						["class"] = 9,
						["time"] = 1580490678,
						["iLvl"] = 443,
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "飞虫虫-红云台地",
						["bTag"] = "虫子#5128",
						["class"] = 7,
						["time"] = 1580490678,
						["iLvl"] = 437,
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "灬阿利斯塔灬-熔火之心",
						["bTag"] = "菜菜#5491",
						["class"] = 1,
						["time"] = 1580490678,
						["iLvl"] = 435,
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "脸圆爱吃肉-雷霆之怒",
						["bTag"] = "多多李#5141",
						["class"] = 12,
						["time"] = 1580490678,
						["iLvl"] = 439,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "玉晗-死亡之翼",
						["bTag"] = "泷兮#51362",
						["class"] = 4,
						["time"] = 1580490678,
						["iLvl"] = 426,
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "一只呆呆战-死亡之翼",
						["bTag"] = "顺势而变#5606",
						["time"] = 1580494584,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 439,
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "酒醉清风丶-影之哀伤",
						["bTag"] = "木木夕#51673",
						["class"] = 3,
						["time"] = 1580491739,
						["iLvl"] = 448,
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "乳鸽-无尽之海",
						["bTag"] = "KaBar#51756",
						["class"] = 4,
						["time"] = 1580494584,
						["iLvl"] = 440,
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "半岛铁盒丶丶-迅捷微风",
						["bTag"] = "高老贼#5156",
						["class"] = 3,
						["time"] = 1580490822,
						["iLvl"] = 457,
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "谜样术-利刃之拳",
						["bTag"] = "MayNot#5148",
						["class"] = 9,
						["time"] = 1580494584,
						["iLvl"] = 439,
					}, -- [161]
					{
						["role"] = "HEALER",
						["name"] = "夕阳血色-燃烧之刃",
						["bTag"] = "SnarkyHero#521339",
						["class"] = 10,
						["time"] = 1580490822,
						["iLvl"] = 461,
					}, -- [162]
					{
						["role"] = "HEALER",
						["name"] = "Forsurfang-弗塞雷迦",
						["bTag"] = "丶零无叁柒#5866",
						["class"] = 11,
						["time"] = 1580490822,
						["iLvl"] = 443,
					}, -- [163]
					{
						["role"] = "HEALER",
						["name"] = "涵涵萌可爱-凤凰之神",
						["bTag"] = "涵涵大魔王#51196",
						["class"] = 11,
						["time"] = 1580492894,
						["iLvl"] = 412,
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "冬雪夜樱-冰霜之刃",
						["bTag"] = "悲秋葬歌#5749",
						["class"] = 12,
						["time"] = 1580490822,
						["iLvl"] = 453,
					}, -- [165]
					{
						["role"] = "HEALER",
						["name"] = "张鹤一-燃烧之刃",
						["bTag"] = "STm#51831",
						["class"] = 2,
						["time"] = 1580494584,
						["iLvl"] = 427,
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌兔-血色十字军",
						["bTag"] = "HASLET#5582",
						["class"] = 12,
						["time"] = 1580494584,
						["iLvl"] = 441,
					}, -- [167]
					{
						["role"] = "HEALER",
						["name"] = "熊之風-提瑞斯法",
						["bTag"] = "风之雷霆#5624",
						["class"] = 10,
						["time"] = 1580494584,
						["iLvl"] = 415,
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "神的醉忆-血吼",
						["bTag"] = "醉忆人生#51498",
						["class"] = 1,
						["time"] = 1580492894,
						["iLvl"] = 463,
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "丨灵乌路空丨-凤凰之神",
						["bTag"] = "萌即正义#51932",
						["class"] = 11,
						["time"] = 1580492894,
						["iLvl"] = 463,
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "冰点无情-卡德加",
						["bTag"] = "冰点柔情#5999",
						["class"] = 8,
						["time"] = 1580494584,
						["iLvl"] = 454,
					}, -- [171]
					{
						["role"] = "HEALER",
						["name"] = "蜀黍-迅捷微风",
						["bTag"] = "殺手之王#5400",
						["class"] = 11,
						["time"] = 1580494584,
						["iLvl"] = 444,
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "暮朝云-死亡之翼",
						["bTag"] = "renwind#5223",
						["class"] = 7,
						["time"] = 1580494584,
						["iLvl"] = 466,
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "欧美小恶魔-死亡之翼",
						["bTag"] = "欧美大魔王#51450",
						["time"] = 1580646490,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 445,
					}, -- [174]
					{
						["role"] = "TANK",
						["name"] = "黯猎伯爵-死亡之翼",
						["bTag"] = "顺势而变#5606",
						["class"] = 12,
						["time"] = 1580646490,
						["iLvl"] = 444,
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "灰灬汰狼-凤凰之神",
						["bTag"] = "老狗#5479",
						["class"] = 1,
						["time"] = 1580646490,
						["iLvl"] = 432,
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "灵丶幺幺-死亡之翼",
						["bTag"] = "SwankyTiger#554546",
						["class"] = 4,
						["time"] = 1580646490,
						["iLvl"] = 445,
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "暗夜心卿-死亡之翼",
						["bTag"] = "心卿#5840",
						["class"] = 3,
						["time"] = 1580646490,
						["iLvl"] = 442,
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "刘小路丷-古加尔",
						["bTag"] = "铁头娃丶#5170",
						["class"] = 3,
						["time"] = 1580644990,
						["iLvl"] = 458,
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "心魅-雷霆之王",
						["bTag"] = "SwankyOrc#5995",
						["class"] = 3,
						["time"] = 1580645297,
						["iLvl"] = 459,
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1580645634,
						["name"] = "糊糊的兵长-燃烧之刃",
					}, -- [181]
					{
						["role"] = "HEALER",
						["name"] = "伊藤灬橙-燃烧之刃",
						["bTag"] = "阿克灬萌德#5286",
						["class"] = 11,
						["time"] = 1580645634,
						["iLvl"] = 459,
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "脑壳摇起来-鬼雾峰",
						["bTag"] = "汉堡不饱#51535",
						["class"] = 1,
						["time"] = 1580646490,
						["iLvl"] = 429,
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "故里别长安丶-死亡之翼",
						["bTag"] = "丨故里与长安丨#5162",
						["class"] = 9,
						["time"] = 1580646490,
						["iLvl"] = 450,
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "晓吼丶-燃烧之刃",
						["bTag"] = "MPlayer#5124",
						["class"] = 1,
						["time"] = 1580646490,
						["iLvl"] = 448,
					}, -- [185]
					{
						["role"] = "HEALER",
						["name"] = "油炸鹌鹑-燃烧之刃",
						["bTag"] = "别囿诗韵#5571",
						["class"] = 11,
						["time"] = 1580646490,
						["iLvl"] = 440,
					}, -- [186]
				},
				["2-143-522-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "肉蚕子-燃烧之刃",
						["bTag"] = "Andy#52318",
						["class"] = 3,
						["time"] = 1579608902,
						["iLvl"] = 432,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "吃肉喝汤闻香-燃烧之刃",
						["bTag"] = "eagle9052#5544",
						["class"] = 4,
						["time"] = 1579604456,
						["iLvl"] = 431,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "墨染之樱丶-死亡之翼",
						["bTag"] = "花碳#51925",
						["class"] = 6,
						["time"] = 1579604945,
						["iLvl"] = 420,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Igfeng-末日行者",
						["bTag"] = "啸月孤星#5560",
						["class"] = 12,
						["time"] = 1579609377,
						["iLvl"] = 435,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "水鸢之惑-火焰之树",
						["bTag"] = "水鸢之惑#5466",
						["class"] = 5,
						["time"] = 1579606485,
						["iLvl"] = 439,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "遥望你的晴空-燃烧之刃",
						["bTag"] = "遥望你的晴空#5385",
						["class"] = 5,
						["time"] = 1579607098,
						["iLvl"] = 442,
					}, -- [6]
					{
						["role"] = "HEALER",
						["class"] = 7,
						["time"] = 1579608397,
						["name"] = "堪阳-克尔苏加德",
					}, -- [7]
				},
				["2-144-526-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丨啾啾丨-玛洛加尔",
						["bTag"] = "老熊#51838",
						["time"] = 1579352013,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 426,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1579350622,
						["name"] = "随时打算-回音山",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "灬安妮灬-黑暗之门",
						["bTag"] = "汴河沙#51188",
						["class"] = 12,
						["time"] = 1579352013,
						["iLvl"] = 428,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "黎斌-凤凰之神",
						["bTag"] = "蛋蛋#51511",
						["class"] = 2,
						["time"] = 1579352013,
						["iLvl"] = 425,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "羽化而登仙-洛萨",
						["bTag"] = "夜夙#5642",
						["class"] = 7,
						["time"] = 1579352013,
						["iLvl"] = 422,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "安遇波澜-阿克蒙德",
						["bTag"] = "五花肉#5598",
						["time"] = 1579684207,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 428,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "奎托斯丶迷风-伊森利恩",
						["bTag"] = "沐白#5123",
						["class"] = 11,
						["time"] = 1579684207,
						["iLvl"] = 427,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "天上丶人間-熔火之心",
						["bTag"] = "燃燒嘚雪糕#5184",
						["class"] = 7,
						["time"] = 1579684207,
						["iLvl"] = 426,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮全-冰霜之刃",
						["bTag"] = "尹浩全#5684",
						["class"] = 8,
						["time"] = 1579684207,
						["iLvl"] = 437,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "招牌卤肉饭-克尔苏加德",
						["bTag"] = "年迈的长者#5975",
						["time"] = 1579689178,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 428,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "春暖还寒-克尔苏加德",
						["bTag"] = "宝言#51873",
						["class"] = 12,
						["time"] = 1579689178,
						["iLvl"] = 413,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "堕落深瞳-通灵学院",
						["bTag"] = "HappyPants#52945",
						["class"] = 3,
						["time"] = 1579689178,
						["iLvl"] = 438,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "七月七夜-安苏",
						["bTag"] = "七月七夜#51510",
						["class"] = 4,
						["time"] = 1579689178,
						["iLvl"] = 436,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "青铜五丶-安苏",
						["bTag"] = "梦魂惊丶#5469",
						["time"] = 1580569371,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 435,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "贝利亚-加尔",
						["bTag"] = "Pockly#5286",
						["class"] = 4,
						["time"] = 1580568151,
						["iLvl"] = 433,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "萌丶之煞-鬼雾峰",
						["bTag"] = "huanbao#5400",
						["class"] = 12,
						["time"] = 1580569371,
						["iLvl"] = 436,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "豆芽丶-鬼雾峰",
						["bTag"] = "失衡的天秤#5120",
						["class"] = 3,
						["time"] = 1580569371,
						["iLvl"] = 435,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "飞熊角-安苏",
						["bTag"] = "贝尔摩德#5178",
						["class"] = 11,
						["time"] = 1580569371,
						["iLvl"] = 438,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "我脱女且别撕-布兰卡德",
						["bTag"] = "流鼻涕爨#5864",
						["time"] = 1580572297,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 432,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "神兽凹凸曼-托尔巴拉德",
						["bTag"] = "裝逼造臉一頓踢#5977",
						["class"] = 3,
						["time"] = 1580571951,
						["iLvl"] = 443,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "郑州张国荣-战歌",
						["bTag"] = "从此江河是传说#5306",
						["time"] = 1580573498,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 452,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "郑州梁朝伟-战歌",
						["bTag"] = "夏末残骸#5906",
						["class"] = 12,
						["time"] = 1580573368,
						["iLvl"] = 452,
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "顶贪岩-狂热之刃",
						["bTag"] = "狗血的这货#5509",
						["class"] = 5,
						["time"] = 1580573524,
						["iLvl"] = 435,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "玛德氵智障-格瑞姆巴托",
						["bTag"] = "丧心病狂#5640",
						["time"] = 1580573549,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 447,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "罩凶脱你帮我-埃德萨拉",
						["bTag"] = "导演#52606",
						["time"] = 1580574439,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 449,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "亡暮-血色十字军",
						["bTag"] = "西红柿#52110",
						["time"] = 1580575490,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 447,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "丨十一丨-斯克提斯",
						["bTag"] = "黑白#54470",
						["class"] = 12,
						["time"] = 1580575928,
						["iLvl"] = 444,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "有一颗小绿豆-试炼之环",
						["bTag"] = "我有一筐红番茄#5260",
						["time"] = 1580576316,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 443,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "天眼神牛灬-元素之力",
						["bTag"] = "跳跳骑士#5250387",
						["class"] = 11,
						["time"] = 1580576316,
						["iLvl"] = 443,
					}, -- [29]
					{
						["role"] = "TANK",
						["name"] = "Jarvist-燃烧之刃",
						["bTag"] = "Nidhogg#52169",
						["class"] = 1,
						["time"] = 1580576316,
						["iLvl"] = 447,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "小人革面-哈兰",
						["bTag"] = "为了部落#5200141",
						["class"] = 11,
						["time"] = 1580576316,
						["iLvl"] = 441,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "肉兔子粥粥-加基森",
						["time"] = 1580660339,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 431,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "猎盟者-奥特兰克",
						["bTag"] = "社会你宇哥#5889",
						["class"] = 3,
						["time"] = 1580660339,
						["iLvl"] = 440,
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "杨过字改之-影之哀伤",
						["bTag"] = "酒吧里的绑匪#5347",
						["time"] = 1580744998,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 438,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "小鹿乱撞-巫妖之王",
						["bTag"] = "不特别#5691",
						["class"] = 4,
						["time"] = 1580744998,
						["iLvl"] = 442,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "月影风霜-伊森利恩",
						["bTag"] = "masqueradeh#5614",
						["class"] = 9,
						["time"] = 1580744998,
						["iLvl"] = 447,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "哈灬尼灬-燃烧之刃",
						["bTag"] = "棍子#5619",
						["class"] = 1,
						["time"] = 1580744998,
						["iLvl"] = 459,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "霸气丿王者-影之哀伤",
						["bTag"] = "为了部落#54178",
						["time"] = 1580745428,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 438,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "最爱看风景-埃克索图斯",
						["bTag"] = "张景昆#5935",
						["class"] = 3,
						["time"] = 1580745097,
						["iLvl"] = 439,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "Schemering-死亡之翼",
						["bTag"] = "schemering#5969",
						["time"] = 1580745999,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 446,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "三哥的女人-格瑞姆巴托",
						["bTag"] = "龙舟#51282",
						["time"] = 1580746370,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 462,
					}, -- [41]
					{
						["role"] = "HEALER",
						["name"] = "天棒下山-格瑞姆巴托",
						["bTag"] = "我是太阳哥哥#5765",
						["class"] = 2,
						["time"] = 1580746370,
						["iLvl"] = 443,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "蹦蹦猎手-血色十字军",
						["bTag"] = "黄金体验镇魂曲#51711",
						["class"] = 12,
						["time"] = 1580746370,
						["iLvl"] = 452,
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "红晨无梦-深渊之巢",
						["bTag"] = "红尘#5699",
						["class"] = 12,
						["time"] = 1580746370,
						["iLvl"] = 436,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "茶席-影之哀伤",
						["bTag"] = "漫山丿白冰#5373",
						["time"] = 1580748089,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 444,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1580748081,
						["name"] = "Jagor-无尽之海",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "脆司令-梦境之树",
						["bTag"] = "Humanoids#5842",
						["time"] = 1580748700,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 437,
					}, -- [47]
				},
				["6-0-16-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "Deerrogue-死亡之翼",
						["bTag"] = "Maserati#51847",
						["time"] = 1579682408,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 449,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "她好吗丶-加兹鲁维",
						["bTag"] = "她好吗丶#5780",
						["time"] = 1579682587,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 448,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "昙花一现丶-阿纳克洛斯",
						["bTag"] = "昙花一现丶#5442",
						["class"] = 2,
						["time"] = 1579682513,
						["iLvl"] = 437,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "世上无难事-血环",
						["bTag"] = "心意合一#51550",
						["time"] = 1580565925,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 437,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "无情月-梦境之树",
						["bTag"] = "潜行之龟#52878",
						["class"] = 2,
						["time"] = 1580565925,
						["iLvl"] = 448,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "秋天的童话-戈提克",
						["bTag"] = "月风情#5163",
						["class"] = 12,
						["time"] = 1580565925,
						["iLvl"] = 442,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "仲裁之劍-死亡之翼",
						["bTag"] = "苍月之魂#5748",
						["class"] = 12,
						["time"] = 1580565925,
						["iLvl"] = 460,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕紫陌-迦拉克隆",
						["bTag"] = "血小贱#5258",
						["class"] = 12,
						["time"] = 1580565925,
						["iLvl"] = 451,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "嗒咔-燃烧之刃",
						["bTag"] = "笑卧醉花阴#5871",
						["class"] = 1,
						["time"] = 1580565925,
						["iLvl"] = 458,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1580565925,
						["name"] = "哈莉波特-黑翼之巢",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "撕丶怼怼-熔火之心",
						["bTag"] = "血丶偿#5144",
						["class"] = 9,
						["time"] = 1580565925,
						["iLvl"] = 435,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "马蛇-巴纳扎尔",
						["bTag"] = "光明之锤#522197",
						["class"] = 9,
						["time"] = 1580565925,
						["iLvl"] = 438,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1580565925,
						["name"] = "灬灬冰疯灬灬-无尽之海",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "神歌之光-神圣之歌",
						["bTag"] = "丽得富战队#5360",
						["class"] = 2,
						["time"] = 1580565925,
						["iLvl"] = 440,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "月眉飞剑-格瑞姆巴托",
						["bTag"] = "呆呆#5859",
						["class"] = 1,
						["time"] = 1580565925,
						["iLvl"] = 454,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "彩丶-烈焰峰",
						["bTag"] = "Ann#5301",
						["class"] = 1,
						["time"] = 1580565925,
						["iLvl"] = 445,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "滅門聖洸-弗塞雷迦",
						["bTag"] = "Dirty#5207",
						["class"] = 2,
						["time"] = 1580565896,
						["iLvl"] = 436,
					}, -- [17]
					{
						["role"] = "HEALER",
						["name"] = "圣光要忽悠你-梅尔加尼",
						["bTag"] = "慕寒#51702",
						["class"] = 5,
						["time"] = 1580565925,
						["iLvl"] = 444,
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "迪撒旦之邪力-迦拉克隆",
						["bTag"] = "白银之鹰#577213",
						["class"] = 2,
						["time"] = 1580565925,
						["iLvl"] = 453,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1580565925,
						["name"] = "鲁尔福-闪电之刃",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "丨信仰圣光丨-血环",
						["bTag"] = "躺赢村村长#5374",
						["class"] = 6,
						["time"] = 1580565925,
						["iLvl"] = 453,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "大屁屁鹌鹑-埃德萨拉",
						["bTag"] = "恐惧之鸦#5218",
						["class"] = 11,
						["time"] = 1580565921,
						["iLvl"] = 447,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "丶武-格瑞姆巴托",
						["bTag"] = "Jiw#5964",
						["class"] = 2,
						["time"] = 1580565917,
						["iLvl"] = 459,
					}, -- [23]
					{
						["role"] = "HEALER",
						["name"] = "活久见-太阳之井",
						["bTag"] = "不灭永恒#5315",
						["class"] = 5,
						["time"] = 1580565925,
						["iLvl"] = 441,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "丨黑皇杖丨-凤凰之神",
						["bTag"] = "一壶酒慰风尘#5109",
						["class"] = 12,
						["time"] = 1580565925,
						["iLvl"] = 463,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "有能耐你站好-寒冰皇冠",
						["bTag"] = "无人能挡#5483",
						["class"] = 1,
						["time"] = 1580565925,
						["iLvl"] = 446,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1580565925,
						["name"] = "丨彬丨-熵魔",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1580565925,
						["name"] = "小影-艾莫莉丝",
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "自在荆小胖-影之哀伤",
						["bTag"] = "LanS#51775",
						["class"] = 11,
						["time"] = 1580565925,
						["iLvl"] = 458,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Euu-凤凰之神",
						["bTag"] = "娱乐大魔王#51282",
						["class"] = 8,
						["time"] = 1580565925,
						["iLvl"] = 453,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "大菊叶-安苏",
						["bTag"] = "嘘哩哩哩噔#5418",
						["class"] = 8,
						["time"] = 1580565925,
						["iLvl"] = 445,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "慕颜-布兰卡德",
						["bTag"] = "叫我晨爷#5759",
						["class"] = 12,
						["time"] = 1580565917,
						["iLvl"] = 459,
					}, -- [32]
					{
						["role"] = "NONE",
						["name"] = "Nightsongs-影之哀伤",
						["bTag"] = "万丈光芒的红领巾#5937",
						["time"] = 1580714052,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 434,
					}, -- [33]
					{
						["role"] = "NONE",
						["name"] = "炼狱永坠-伊利丹",
						["bTag"] = "毕游侠#5816",
						["class"] = 7,
						["time"] = 1580714052,
						["iLvl"] = 445,
					}, -- [34]
					{
						["role"] = "NONE",
						["name"] = "张德虎-燃烧之刃",
						["bTag"] = "Excalibur#5735",
						["class"] = 5,
						["time"] = 1580714052,
						["iLvl"] = 460,
					}, -- [35]
					{
						["role"] = "NONE",
						["name"] = "没胸脯不救-冰风岗",
						["bTag"] = "joyancy#5423",
						["class"] = 2,
						["time"] = 1580714052,
						["iLvl"] = 450,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "六缸的帕萨特-闪电之刃",
						["class"] = 7,
						["leader"] = true,
						["time"] = 1580741550,
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "Goodluck-苏塔恩",
						["bTag"] = "钩钩手指头#5118",
						["class"] = 11,
						["time"] = 1580741152,
						["iLvl"] = 439,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "一顿狂揍-藏宝海湾",
						["bTag"] = "loeric#5861",
						["class"] = 12,
						["time"] = 1580741152,
						["iLvl"] = 447,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "掀开你头盖骨-格瑞姆巴托",
						["bTag"] = "阿瓦登#5334",
						["class"] = 8,
						["time"] = 1580741138,
						["iLvl"] = 449,
					}, -- [40]
					{
						["role"] = "HEALER",
						["name"] = "爷们挺住啊-血顶",
						["bTag"] = "呆呆的黑骑士#5548",
						["class"] = 11,
						["time"] = 1580741152,
						["iLvl"] = 429,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Luciababy-索瑞森",
						["bTag"] = "lucars#5231",
						["class"] = 2,
						["time"] = 1580741152,
						["iLvl"] = 450,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "离丶笑笑-迅捷微风",
						["bTag"] = "帝国的黄昏#5155",
						["class"] = 8,
						["time"] = 1580741152,
						["iLvl"] = 443,
					}, -- [43]
					{
						["role"] = "TANK",
						["name"] = "雷霆小奶牛-主宰之剑",
						["bTag"] = "巨硕之斧#5240770",
						["class"] = 11,
						["time"] = 1580741152,
						["iLvl"] = 435,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "天朝管姐-通灵学院",
						["bTag"] = "聪明的博士#5852",
						["class"] = 5,
						["time"] = 1580741142,
						["iLvl"] = 447,
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "红瘦-奎尔萨拉斯",
						["bTag"] = "北海凶#5484",
						["class"] = 12,
						["time"] = 1580741152,
						["iLvl"] = 443,
					}, -- [46]
					{
						["role"] = "TANK",
						["name"] = "灭团缺德-通灵学院",
						["bTag"] = "刘刘#51603",
						["class"] = 11,
						["time"] = 1580741152,
						["iLvl"] = 435,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "钦州雨果-血色十字军",
						["bTag"] = "没有蠟#5345",
						["class"] = 4,
						["time"] = 1580741152,
						["iLvl"] = 461,
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "孤星拜月-死亡之翼",
						["bTag"] = "知秋一叶#5720",
						["class"] = 7,
						["time"] = 1580741087,
						["iLvl"] = 438,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡灬冲钅-死亡之翼",
						["bTag"] = "颓废怨灵#5827",
						["class"] = 1,
						["time"] = 1580741152,
						["iLvl"] = 442,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "凡事芜绝对-贫瘠之地",
						["bTag"] = "赞呤子#5163",
						["class"] = 2,
						["time"] = 1580741152,
						["iLvl"] = 460,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "在下三百斤-黑铁",
						["bTag"] = "留恋#5667",
						["class"] = 10,
						["time"] = 1580740973,
						["iLvl"] = 460,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "伤逝之-巨龙之吼",
						["bTag"] = "幸运之翼#59550",
						["class"] = 11,
						["time"] = 1580741152,
						["iLvl"] = 445,
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "羊臻臻-血环",
						["bTag"] = "风暴楊#5315",
						["class"] = 7,
						["time"] = 1580741089,
						["iLvl"] = 457,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "Avatar-艾露恩",
						["bTag"] = "Alexmercer#5153",
						["class"] = 6,
						["time"] = 1580741087,
						["iLvl"] = 446,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "伊莉丹笑疯-雷斧堡垒",
						["bTag"] = "大魔神毒毒#5896",
						["class"] = 12,
						["time"] = 1580741152,
						["iLvl"] = 449,
					}, -- [56]
					{
						["role"] = "HEALER",
						["name"] = "疯一样的牛-燃烧之刃",
						["bTag"] = "冰与火#5660",
						["class"] = 11,
						["time"] = 1580741152,
						["iLvl"] = 431,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "February-夏维安",
						["bTag"] = "赤唐食豆#5630",
						["class"] = 1,
						["time"] = 1580741152,
						["iLvl"] = 459,
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "哈莉奎茵-甜水绿洲",
						["bTag"] = "Mishuib#5420",
						["class"] = 2,
						["time"] = 1580741152,
						["iLvl"] = 435,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1580741152,
						["name"] = "双刀丶-白骨荒野",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "我背后有天堂-巫妖之王",
						["bTag"] = "悲秋#51176",
						["time"] = 1580741495,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 459,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Shllin-死亡之翼",
						["bTag"] = "Shellin#5762",
						["time"] = 1580741563,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 450,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1580741563,
						["name"] = "大抱歉术-红云台地",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "Dazz-风暴之怒",
						["bTag"] = "Nazz#51229",
						["class"] = 1,
						["time"] = 1580741543,
						["iLvl"] = 449,
					}, -- [64]
				},
				["3-0-657-0"] = {
					{
						["role"] = "TANK",
						["name"] = "化肥会挥发-燃烧之刃",
						["bTag"] = "可乐加冰#52674",
						["time"] = 1578672372,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 400,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "扯把子-通灵学院",
						["bTag"] = "木有问题#5435",
						["time"] = 1578672621,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 398,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "老衲渡你成佛-凤凰之神",
						["bTag"] = "老衲渡你成佛#51848",
						["class"] = 1,
						["time"] = 1578672591,
						["iLvl"] = 393,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "冰沙-死亡之翼",
						["bTag"] = "慕斯冰沙#51720",
						["class"] = 6,
						["time"] = 1578672595,
						["iLvl"] = 337,
					}, -- [4]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1578672607,
						["name"] = "很帅很风流-死亡之翼",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "复仇之手-石锤",
						["bTag"] = "指尖的命运之轮#5265",
						["class"] = 2,
						["time"] = 1578672593,
						["iLvl"] = 410,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1578672595,
						["name"] = "青溟-熵魔",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "别搞我心态了-凤凰之神",
						["bTag"] = "别搞我的心态了#5535",
						["class"] = 8,
						["time"] = 1578672621,
						["iLvl"] = 430,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "青柠果果酱-冰风岗",
						["bTag"] = "半睡半醒之间#5625",
						["class"] = 8,
						["time"] = 1578672593,
						["iLvl"] = 376,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "丶血蹄丶-死亡之翼",
						["bTag"] = "沉默之风暴#568257",
						["class"] = 1,
						["time"] = 1578672599,
						["iLvl"] = 348,
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "嗯侯亿思-亚雷戈斯",
						["bTag"] = "陌陌#5915",
						["class"] = 10,
						["time"] = 1578672372,
						["iLvl"] = 417,
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "带电泪珠-凤凰之神",
						["bTag"] = "安静#5117",
						["class"] = 7,
						["time"] = 1578672593,
						["iLvl"] = 411,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1578672595,
						["name"] = "冥之傲-耐普图隆",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "秋裤大叔-加尔",
						["bTag"] = "MyLife4Aiur#510934",
						["class"] = 3,
						["time"] = 1578672621,
						["iLvl"] = 420,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "暴走小坦克-死亡之翼",
						["bTag"] = "Lambret#5500",
						["class"] = 1,
						["time"] = 1578672603,
						["iLvl"] = 436,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "冷月法姬-加尔",
						["bTag"] = "惊魂之武僧#58965",
						["class"] = 8,
						["time"] = 1578672603,
						["iLvl"] = 413,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "神八走爆-丽丽（四川）",
						["bTag"] = "scyangliang#5519",
						["class"] = 2,
						["time"] = 1578672372,
						["iLvl"] = 447,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "综合排名第一-雷霆之王",
						["bTag"] = "黄龙老牛#5274",
						["class"] = 1,
						["time"] = 1578672599,
						["iLvl"] = 419,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "舞血耀残阳-海克泰尔",
						["bTag"] = "Sakura#52229",
						["class"] = 12,
						["time"] = 1578672607,
						["iLvl"] = 428,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "鸽斯达黎加-血色十字军",
						["bTag"] = "WWWWW#52932",
						["class"] = 8,
						["time"] = 1578672595,
						["iLvl"] = 426,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "青銅戰旗-凤凰之神",
						["bTag"] = "瞌睡虫#5371",
						["class"] = 1,
						["time"] = 1578672587,
						["iLvl"] = 423,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "性感黄瓜-凤凰之神",
						["bTag"] = "哈七公#5245",
						["class"] = 11,
						["time"] = 1578672372,
						["iLvl"] = 437,
					}, -- [22]
					{
						["role"] = "HEALER",
						["name"] = "鬼手圣医-安苏",
						["bTag"] = "站着发呆#5828",
						["class"] = 5,
						["time"] = 1578672587,
						["iLvl"] = 406,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "滋溜滋溜滋溜-克尔苏加德",
						["bTag"] = "如人饮水冷暖自知#51776",
						["time"] = 1579335376,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 420,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "正经的老中医-冰霜之刃",
						["bTag"] = "火之高兴#5465",
						["time"] = 1579335400,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 443,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "地狱之痕-燃烧之刃",
						["bTag"] = "地狱龙卷风#5600",
						["class"] = 7,
						["time"] = 1579335376,
						["iLvl"] = 451,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "燃烧的里脊-无尽之海",
						["bTag"] = "饼卷里脊#5842",
						["class"] = 9,
						["time"] = 1579335374,
						["iLvl"] = 447,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "就叫咕咕吧丶-伊森利恩",
						["bTag"] = "上帝的右手#5530",
						["class"] = 11,
						["time"] = 1579335378,
						["iLvl"] = 450,
					}, -- [28]
					{
						["role"] = "TANK",
						["name"] = "奔放的二哥-菲拉斯",
						["bTag"] = "蓝翼#5923",
						["class"] = 6,
						["time"] = 1579335400,
						["iLvl"] = 448,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "小木不干-死亡之翼",
						["bTag"] = "哒卟碌#5768",
						["class"] = 7,
						["time"] = 1579335378,
						["iLvl"] = 440,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "焦糖丷-死亡之翼",
						["bTag"] = "Surprise#52332",
						["class"] = 12,
						["time"] = 1579335388,
						["iLvl"] = 393,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1579335378,
						["name"] = "憤怒的雀雀-诺兹多姆",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "妙手仙王子-菲拉斯",
						["bTag"] = "缄默#5596",
						["class"] = 2,
						["time"] = 1579335382,
						["iLvl"] = 422,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1579335386,
						["name"] = "切菜的-萨尔",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "超级小甜甜-黑翼之巢",
						["bTag"] = "大坏蛋#5746",
						["class"] = 9,
						["time"] = 1579335392,
						["iLvl"] = 422,
					}, -- [35]
					{
						["role"] = "HEALER",
						["name"] = "墨色丶浮生-凤凰之神",
						["bTag"] = "陌上花已开#51938",
						["class"] = 5,
						["time"] = 1579335378,
						["iLvl"] = 445,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "雷澤-凤凰之神",
						["bTag"] = "愤怒的粑粑#5962",
						["class"] = 1,
						["time"] = 1579335395,
						["iLvl"] = 447,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "轻嗯摸蹄-菲米丝",
						["bTag"] = "八稚女防空#5733",
						["class"] = 11,
						["time"] = 1579335334,
						["iLvl"] = 447,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "清尘-奈萨里奥",
						["bTag"] = "清酌#51811",
						["class"] = 1,
						["time"] = 1579335386,
						["iLvl"] = 424,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "占戈灬-洛丹伦",
						["bTag"] = "暗影之风暴#535320",
						["class"] = 1,
						["time"] = 1579335374,
						["iLvl"] = 415,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "魔丶千手修罗-永恒之井",
						["bTag"] = "幸运小胖#5234",
						["class"] = 12,
						["time"] = 1579335380,
						["iLvl"] = 444,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "幻镜-克尔苏加德",
						["bTag"] = "尧丶#5384",
						["class"] = 4,
						["time"] = 1579335376,
						["iLvl"] = 340,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "任我行天下-艾莫莉丝",
						["bTag"] = "我的云#5768",
						["class"] = 8,
						["time"] = 1579335374,
						["iLvl"] = 451,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "帝九天-地狱之石",
						["bTag"] = "妹想到#5191",
						["class"] = 4,
						["time"] = 1579335395,
						["iLvl"] = 406,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "听说贼厉害-死亡之翼",
						["bTag"] = "MicalChen#5787",
						["class"] = 4,
						["time"] = 1579335334,
						["iLvl"] = 436,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "丨燎原火丨-达尔坎",
						["bTag"] = "Joker#5311",
						["class"] = 1,
						["time"] = 1579335390,
						["iLvl"] = 407,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1579335400,
						["name"] = "浮生梦几飘零-贫瘠之地",
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "尖丨峰-奈法利安",
						["bTag"] = "亲爱哒#51703",
						["class"] = 11,
						["time"] = 1579335400,
						["iLvl"] = 416,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "竹秋-安苏",
						["bTag"] = "跳跃之巫师#51431",
						["class"] = 12,
						["time"] = 1579335386,
						["iLvl"] = 428,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1579335378,
						["name"] = "Outpost-黑龙军团",
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "男为悦己者穷-阿尔萨斯",
						["bTag"] = "Mikaelson#51405",
						["class"] = 2,
						["time"] = 1579335378,
						["iLvl"] = 445,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "月色撩人-死亡之翼",
						["bTag"] = "鱼鱼鱼#5922",
						["class"] = 12,
						["time"] = 1579335400,
						["iLvl"] = 448,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "天语风行-利刃之拳",
						["bTag"] = "关山#5633",
						["class"] = 3,
						["time"] = 1579335315,
						["iLvl"] = 294,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "天降正義-伊瑟拉",
						["bTag"] = "DXX#5836",
						["class"] = 12,
						["time"] = 1579335380,
						["iLvl"] = 375,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "冰拿铁-黑铁",
						["bTag"] = "Pirlo#5476",
						["class"] = 12,
						["time"] = 1579335400,
						["iLvl"] = 401,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "夜幕下的小尸-死亡之翼",
						["bTag"] = "白大白#51464",
						["class"] = 4,
						["time"] = 1579335400,
						["iLvl"] = 412,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "部落之刃-主宰之剑",
						["bTag"] = "伊莎贝尔#51985",
						["class"] = 1,
						["time"] = 1579335376,
						["iLvl"] = 436,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "高高梁-国王之谷",
						["bTag"] = "高粱#5895",
						["class"] = 8,
						["time"] = 1579335400,
						["iLvl"] = 421,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1579335378,
						["name"] = "我是咸鱼-伊莫塔尔",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1579335374,
						["name"] = "閉月羞花-凤凰之神",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "丨鲨鱼饵丨-世界之树",
						["bTag"] = "中路的影魔#51340",
						["class"] = 4,
						["time"] = 1579335334,
						["iLvl"] = 450,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "海默赛克斯-冬泉谷",
						["bTag"] = "海默塞克斯#5641",
						["class"] = 8,
						["time"] = 1579335378,
						["iLvl"] = 423,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "月下猎影-死亡之翼",
						["bTag"] = "月下但丁#5373",
						["time"] = 1579338819,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 447,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1579338813,
						["name"] = "叁将-奥妮克希亚",
					}, -- [64]
					{
						["role"] = "TANK",
						["class"] = 11,
						["time"] = 1579338809,
						["name"] = "无敌胖熊-哈卡",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1579338811,
						["name"] = "就不带眼罩-寒冰皇冠",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "丶米花丶-死亡之翼",
						["bTag"] = "WOW5699#5825",
						["class"] = 1,
						["time"] = 1579338826,
						["iLvl"] = 454,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "我就不变身-霜之哀伤",
						["bTag"] = "变个羊#5485",
						["class"] = 11,
						["time"] = 1579338815,
						["iLvl"] = 432,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "慕晓-死亡之翼",
						["bTag"] = "冷调笑猫丶#5333",
						["class"] = 4,
						["time"] = 1579338815,
						["iLvl"] = 439,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1579338809,
						["name"] = "东海柠檬郡-布兰卡德",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1579338811,
						["name"] = "兽打武松的虎-血顶",
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "吾皇卸甲-格瑞姆巴托",
						["bTag"] = "启与启开#5745",
						["class"] = 1,
						["time"] = 1579338939,
						["iLvl"] = 450,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "远方的苏思雨-迅捷微风",
						["bTag"] = "我已经天下无敌了#51710",
						["class"] = 3,
						["time"] = 1579338939,
						["iLvl"] = 446,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "卡莉妲-金色平原",
						["bTag"] = "段已疯#5699",
						["class"] = 12,
						["time"] = 1579338939,
						["iLvl"] = 436,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "冷灬无懈-布鲁塔卢斯",
						["bTag"] = "孤傲之熊#51680",
						["class"] = 8,
						["time"] = 1579338939,
						["iLvl"] = 445,
					}, -- [75]
					{
						["role"] = "TANK",
						["name"] = "Nyann-古加尔",
						["bTag"] = "Ifiaint#5475",
						["class"] = 10,
						["time"] = 1579338939,
						["iLvl"] = 444,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1579338939,
						["name"] = "我是阿克-杜隆坦",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "好名狗取了-白银之手",
						["bTag"] = "大老万#5651",
						["class"] = 3,
						["time"] = 1579338939,
						["iLvl"] = 446,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1579338939,
						["name"] = "糖门不滚-燃烧之刃",
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "老许子-屠魔山谷",
						["bTag"] = "老许只#5434",
						["class"] = 2,
						["time"] = 1579338939,
						["iLvl"] = 389,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "我阿萨斯-伊森德雷",
						["bTag"] = "唐涛#5534",
						["class"] = 3,
						["time"] = 1579338939,
						["iLvl"] = 413,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "卡兹-奥妮克希亚",
						["bTag"] = "缘分流#5239",
						["class"] = 12,
						["time"] = 1579338939,
						["iLvl"] = 397,
					}, -- [82]
					{
						["role"] = "TANK",
						["name"] = "夕阳之影-鬼雾峰",
						["bTag"] = "懒惰的饕餮#5727",
						["class"] = 6,
						["time"] = 1579338939,
						["iLvl"] = 370,
					}, -- [83]
					{
						["role"] = "TANK",
						["name"] = "Saintelve-库尔提拉斯",
						["bTag"] = "SAINTCT#5327",
						["class"] = 2,
						["time"] = 1579338939,
						["iLvl"] = 437,
					}, -- [84]
					{
						["role"] = "HEALER",
						["name"] = "来啊丨造作啊-黑铁",
						["bTag"] = "锅碗瓢盆#51954",
						["time"] = 1579344072,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 446,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "去妳个大西瓜-黑铁",
						["bTag"] = "蒜头不乖#5270",
						["class"] = 4,
						["time"] = 1579344072,
						["iLvl"] = 427,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1579344072,
						["name"] = "拿刀手哆嗦-黑铁",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "丨戰將丨-黑铁",
						["bTag"] = "chao#52778",
						["class"] = 1,
						["time"] = 1579344072,
						["iLvl"] = 449,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "萨鲁法尔王炸-瓦丝琪",
						["bTag"] = "暗夜之鸦#59113",
						["class"] = 4,
						["time"] = 1579344072,
						["iLvl"] = 386,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "长亭古道-冰风岗",
						["bTag"] = "陈丽娟#5363",
						["class"] = 8,
						["time"] = 1579344067,
						["iLvl"] = 451,
					}, -- [90]
					{
						["role"] = "HEALER",
						["name"] = "污喵王之蛋仔-埃德萨拉",
						["bTag"] = "牛小菜#5693",
						["class"] = 2,
						["time"] = 1579344072,
						["iLvl"] = 447,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1579344067,
						["name"] = "墨兮慕-遗忘海岸",
					}, -- [92]
					{
						["role"] = "TANK",
						["name"] = "猪头稳-燃烧之刃",
						["bTag"] = "若鱼#51448",
						["class"] = 1,
						["time"] = 1579344072,
						["iLvl"] = 425,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "墨鼋-影之哀伤",
						["bTag"] = "行走的球鞋#5888",
						["class"] = 9,
						["time"] = 1579344072,
						["iLvl"] = 389,
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "红颜若梦-玛洛加尔",
						["bTag"] = "乌托邦丶上善若水#5950",
						["class"] = 11,
						["time"] = 1579344072,
						["iLvl"] = 400,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "艺术大师丶-丽丽（四川）",
						["bTag"] = "天使#5835",
						["class"] = 12,
						["time"] = 1579344072,
						["iLvl"] = 404,
					}, -- [96]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1579344072,
						["name"] = "神秘的龙爪堰-凤凰之神",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "射技师-卡德加",
						["bTag"] = "中非混血小王子#5823",
						["time"] = 1580380413,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 441,
					}, -- [98]
					{
						["role"] = "TANK",
						["class"] = 12,
						["time"] = 1580380413,
						["name"] = "帕尔崔丝-恶魔之魂",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "花事了丶-能源舰",
						["bTag"] = "花事了#5388",
						["class"] = 3,
						["time"] = 1580380413,
						["iLvl"] = 451,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "勿丶忘-冰霜之刃",
						["bTag"] = "Kiligili#5981",
						["time"] = 1580380540,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 441,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "妈姆-斩魔者",
						["bTag"] = "狂野之狼#5922",
						["class"] = 9,
						["time"] = 1580380413,
						["iLvl"] = 411,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "青云歌-伊森利恩",
						["bTag"] = "shizhan#51443",
						["time"] = 1580380556,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 433,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "酸碱-天空之墙",
						["bTag"] = "炉石回家#5554",
						["class"] = 9,
						["time"] = 1580380413,
						["iLvl"] = 430,
					}, -- [104]
					{
						["role"] = "TANK",
						["name"] = "逆袭的蚕豆-奥尔加隆",
						["bTag"] = "人生败笔#5531",
						["class"] = 2,
						["time"] = 1580380413,
						["iLvl"] = 440,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1580380413,
						["name"] = "咕哩呐吒-纳克萨玛斯",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "Gyshentt-卡德罗斯",
						["bTag"] = "gyshen#5704",
						["time"] = 1580380566,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 462,
					}, -- [107]
					{
						["role"] = "TANK",
						["name"] = "企鹅闹钟-卡德加",
						["bTag"] = "BT160802#53114",
						["time"] = 1580380568,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 446,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "小夜子灬加油-遗忘海岸",
						["bTag"] = "朝花夕拾丶#51354",
						["class"] = 3,
						["time"] = 1580380413,
						["iLvl"] = 456,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "阿莉塔-末日祷告祭坛",
						["bTag"] = "幸运有你陪着我#5218",
						["class"] = 2,
						["time"] = 1580380540,
						["iLvl"] = 454,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "丨银子丨-安苏",
						["bTag"] = "小安丶#5603",
						["class"] = 1,
						["time"] = 1580380540,
						["iLvl"] = 423,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "昊天玉皇大帝-亚雷戈斯",
						["bTag"] = "鬼魂之龙#5321211",
						["class"] = 11,
						["time"] = 1580380413,
						["iLvl"] = 420,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "小娘子好漂亮-亚雷戈斯",
						["bTag"] = "鬼魂之龙#5321211",
						["class"] = 4,
						["time"] = 1580380413,
						["iLvl"] = 417,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "Soulxblade-阿拉希",
						["bTag"] = "Soulxblade#5204",
						["class"] = 4,
						["time"] = 1580380413,
						["iLvl"] = 455,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["class"] = 9,
						["time"] = 1580380568,
						["name"] = "灭世决意-安苏",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "芸雀-死亡之翼",
						["bTag"] = "雲雀#5889",
						["class"] = 3,
						["time"] = 1580380568,
						["iLvl"] = 443,
					}, -- [116]
					{
						["role"] = "TANK",
						["class"] = 2,
						["time"] = 1580380568,
						["name"] = "南波万-死亡之翼",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "Alante-布兰卡德",
						["bTag"] = "出奇制胜#5676",
						["class"] = 12,
						["time"] = 1580380540,
						["iLvl"] = 434,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1580380568,
						["name"] = "巡林者兔头-凤凰之神",
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "Vastmana-玛洛加尔",
						["bTag"] = "Vastmana#5794",
						["class"] = 8,
						["time"] = 1580380413,
						["iLvl"] = 446,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "情花扑翼-克尔苏加德",
						["bTag"] = "Stephy#51801",
						["class"] = 2,
						["time"] = 1580380413,
						["iLvl"] = 450,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1580380540,
						["name"] = "迪奥不做人-回音山",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "你爹爹达文西-埃德萨拉",
						["bTag"] = "中国首席鉴黄师#5817",
						["class"] = 9,
						["time"] = 1580380540,
						["iLvl"] = 439,
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "阿斯谱洛斯-死亡之翼",
						["bTag"] = "阳光感叹号#5424",
						["class"] = 2,
						["time"] = 1580380552,
						["iLvl"] = 449,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "天赐太坦造物-死亡之翼",
						["bTag"] = "why#5825",
						["class"] = 11,
						["time"] = 1580380540,
						["iLvl"] = 453,
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "钟离忬-死亡之翼",
						["bTag"] = "丶夜雨忆丨#5497",
						["class"] = 8,
						["time"] = 1580380554,
						["iLvl"] = 452,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1580380413,
						["name"] = "泰伦血魔-卡扎克",
					}, -- [127]
					{
						["role"] = "HEALER",
						["class"] = 2,
						["time"] = 1580380413,
						["name"] = "刺痛的敏希-血环",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "丶阿司匹林-燃烧之刃",
						["bTag"] = "道北路第一喷子#5753",
						["class"] = 4,
						["time"] = 1580380413,
						["iLvl"] = 443,
					}, -- [129]
					{
						["role"] = "HEALER",
						["name"] = "天命守护者-大地之怒",
						["bTag"] = "残暴猎杀#5310",
						["class"] = 11,
						["time"] = 1580380540,
						["iLvl"] = 454,
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "斋藤飞鸟-丹莫德",
						["bTag"] = "萧瑟时光#5629",
						["class"] = 3,
						["time"] = 1580380413,
						["iLvl"] = 455,
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "杯水-格瑞姆巴托",
						["bTag"] = "至尊痞子#5787",
						["class"] = 3,
						["time"] = 1580380413,
						["iLvl"] = 437,
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "伱们的小可愛-古尔丹",
						["bTag"] = "王十三#51168",
						["class"] = 1,
						["time"] = 1580380413,
						["iLvl"] = 461,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "大树小慕-影之哀伤",
						["bTag"] = "慕之#51147",
						["class"] = 1,
						["time"] = 1580380371,
						["iLvl"] = 450,
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1580380556,
						["name"] = "风烈-奥蕾莉亚",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1580380413,
						["name"] = "蓝色西江月-贫瘠之地",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "菲丽丝丶贝娜-海克泰尔",
						["class"] = 1,
						["leader"] = true,
						["time"] = 1580499902,
					}, -- [137]
					{
						["role"] = "DAMAGER",
						["name"] = "Darksamurai-洛丹伦",
						["bTag"] = "蓝瓶底#5149",
						["class"] = 1,
						["time"] = 1580499902,
						["iLvl"] = 430,
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "猥琐的强盗-丽丽（四川）",
						["bTag"] = "韦皓#5881",
						["class"] = 4,
						["time"] = 1580499902,
						["iLvl"] = 462,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "可可年糕-蜘蛛王国",
						["bTag"] = "苍鹭#5953",
						["class"] = 4,
						["time"] = 1580499902,
						["iLvl"] = 410,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "吥囄丶吥弃-提尔之手",
						["bTag"] = "老子打死你#51555",
						["class"] = 3,
						["time"] = 1580499902,
						["iLvl"] = 439,
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1580499902,
						["name"] = "胖达芝-迦拉克隆",
					}, -- [142]
					{
						["role"] = "DAMAGER",
						["name"] = "君子之守-影之哀伤",
						["bTag"] = "君子之守#5249",
						["class"] = 3,
						["time"] = 1580499902,
						["iLvl"] = 435,
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "莉莉安邪歌-艾维娜",
						["bTag"] = "狂野之裤#54644",
						["class"] = 12,
						["time"] = 1580499887,
						["iLvl"] = 413,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "亡者诡赉-末日行者",
						["bTag"] = "Booymiou#5563",
						["class"] = 8,
						["time"] = 1580499902,
						["iLvl"] = 393,
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "武联贵丶瓦盾-冰霜之刃",
						["bTag"] = "瓦了个盾#5773",
						["class"] = 2,
						["time"] = 1580500589,
						["iLvl"] = 434,
					}, -- [146]
					{
						["role"] = "TANK",
						["name"] = "影子风暴-迦拉克隆",
						["bTag"] = "御风麒麟#5371",
						["time"] = 1580500412,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 432,
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "我的菊花洞-巨龙之吼",
						["bTag"] = "叽叽不叽叽#5515",
						["time"] = 1580500593,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 451,
					}, -- [148]
					{
						["role"] = "HEALER",
						["name"] = "哚特-死亡之翼",
						["bTag"] = "会吃乐乐的恐龙#5205",
						["class"] = 10,
						["time"] = 1580500591,
						["iLvl"] = 456,
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1580500394,
						["name"] = "不要怂就是肝-凤凰之神",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "羈絆饭饭-伊森利恩",
						["class"] = 4,
						["time"] = 1580500593,
						["iLvl"] = 458,
					}, -- [151]
					{
						["role"] = "TANK",
						["name"] = "肥牛大王粉丝-伊森利恩",
						["bTag"] = "羁绊摸摸头#5362",
						["class"] = 6,
						["time"] = 1580500593,
						["iLvl"] = 455,
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "痛苦的衅仰-死亡之翼",
						["bTag"] = "地球大侠#5375",
						["class"] = 1,
						["time"] = 1580500587,
						["iLvl"] = 455,
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1580500587,
						["name"] = "Demonknight-战歌",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "默语-地狱咆哮",
						["bTag"] = "冰妍#5153",
						["class"] = 9,
						["time"] = 1580500589,
						["iLvl"] = 426,
					}, -- [155]
					{
						["role"] = "TANK",
						["name"] = "貝努鸟辉火-克尔苏加德",
						["bTag"] = "贝努鸟辉火#5899",
						["class"] = 6,
						["time"] = 1580500593,
						["iLvl"] = 381,
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "斧平八荒-死亡之翼",
						["bTag"] = "夕然#51262",
						["class"] = 1,
						["time"] = 1580500593,
						["iLvl"] = 460,
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "再難遇見妳-死亡之翼",
						["class"] = 9,
						["time"] = 1580500593,
						["iLvl"] = 455,
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "花书签-燃烧之刃",
						["bTag"] = "彼岸之歌#5490",
						["class"] = 6,
						["time"] = 1580500593,
						["iLvl"] = 424,
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "壹閃丷-凤凰之神",
						["bTag"] = "Z7Z7#51302",
						["class"] = 1,
						["time"] = 1580500593,
						["iLvl"] = 445,
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "喋呇-达尔坎",
						["bTag"] = "展凌扬#5938",
						["class"] = 12,
						["time"] = 1580500593,
						["iLvl"] = 449,
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "唯愛倩寶-主宰之剑",
						["bTag"] = "谁懂我心#5103",
						["class"] = 12,
						["time"] = 1580500593,
						["iLvl"] = 428,
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1580500587,
						["name"] = "咕芳不自赏丶-冬拥湖",
					}, -- [163]
					{
						["role"] = "DAMAGER",
						["name"] = "暴击-阿纳克洛斯",
						["bTag"] = "碳酸哥哥#5685",
						["class"] = 4,
						["time"] = 1580500593,
						["iLvl"] = 445,
					}, -- [164]
					{
						["role"] = "TANK",
						["name"] = "一曲丶醉清风-丹莫德",
						["bTag"] = "卢伟#5210",
						["class"] = 1,
						["time"] = 1580500589,
						["iLvl"] = 455,
					}, -- [165]
					{
						["role"] = "TANK",
						["name"] = "龙騎士尹志平-萨菲隆",
						["bTag"] = "卡特灬琳娜#5750",
						["class"] = 2,
						["time"] = 1580500589,
						["iLvl"] = 452,
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "小龙虾-通灵学院",
						["bTag"] = "小炫风#51196",
						["class"] = 4,
						["time"] = 1580500591,
						["iLvl"] = 455,
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "邪神亿利达雷-布兰卡德",
						["bTag"] = "牛牛很牛犇#5629",
						["class"] = 12,
						["time"] = 1580500589,
						["iLvl"] = 447,
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "复苏之沙-凤凰之神",
						["bTag"] = "唐家彡少#5975",
						["class"] = 9,
						["time"] = 1580500587,
						["iLvl"] = 429,
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "四季夜带刀-无尽之海",
						["bTag"] = "四季春#5232",
						["class"] = 12,
						["time"] = 1580500587,
						["iLvl"] = 453,
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "幽灵也美丽-安纳塞隆",
						["bTag"] = "幽灵#51662",
						["class"] = 8,
						["time"] = 1580500583,
						["iLvl"] = 446,
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "冰与火之哥-迅捷微风",
						["bTag"] = "冰之火舞#5624",
						["class"] = 2,
						["time"] = 1580500591,
						["iLvl"] = 435,
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "江南若风-雏龙之翼",
						["bTag"] = "光明之锤#514856",
						["class"] = 3,
						["time"] = 1580500593,
						["iLvl"] = 427,
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1580500589,
						["name"] = "依然無語-巨龙之吼",
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "丨灬倵僧灬丨-死亡之翼",
						["bTag"] = "倒敘時咣丶#5722",
						["class"] = 10,
						["time"] = 1580500591,
						["iLvl"] = 433,
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "闫狗子-摩摩尔",
						["bTag"] = "攒钱买地球#51644",
						["class"] = 2,
						["time"] = 1580500593,
						["iLvl"] = 449,
					}, -- [176]
					{
						["role"] = "HEALER",
						["class"] = 5,
						["time"] = 1580500593,
						["name"] = "天气预报-黑锋哨站",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1580500593,
						["name"] = "普瑞斯托欧皇-凤凰之神",
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1580500593,
						["name"] = "哈库呐瑪塔塔-死亡之翼",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1580500593,
						["name"] = "Fouroclock-燃烧之刃",
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1580500593,
						["name"] = "扶摇丶可追-凤凰之神",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "柳南拐帝良-无尽之海",
						["bTag"] = "寄予厚望#5226",
						["time"] = 1580979906,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 455,
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "Anqire-格雷迈恩",
						["bTag"] = "沉默之剑#511682",
						["class"] = 2,
						["time"] = 1580979906,
						["iLvl"] = 457,
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "爱吃葡萄的牛-戈提克",
						["bTag"] = "爱吃葡萄的牛#5109",
						["class"] = 3,
						["time"] = 1580979906,
						["iLvl"] = 457,
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1580979906,
						["name"] = "三叶虫-纳克萨玛斯",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "宝宝比我牛-阿尔萨斯",
						["bTag"] = "战神仔仔#5241",
						["class"] = 3,
						["time"] = 1580979906,
						["iLvl"] = 441,
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["class"] = 3,
						["time"] = 1580981593,
						["name"] = "阿奇尔汉特-日落沼泽",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "香辣小炒咕-贫瘠之地",
						["bTag"] = "祖传修电脑#5414",
						["class"] = 11,
						["time"] = 1580979906,
						["iLvl"] = 471,
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "Everagae-死亡之翼",
						["bTag"] = "miniserver#5775",
						["class"] = 8,
						["time"] = 1580979906,
						["iLvl"] = 440,
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "盲僧转世-死亡之翼",
						["bTag"] = "甲乙丙丁#51192",
						["class"] = 12,
						["time"] = 1580979906,
						["iLvl"] = 447,
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1580979906,
						["name"] = "愤怒的小蜗牛-死亡之翼",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "丿薇蒽-血色十字军",
						["bTag"] = "薇恩#51991",
						["class"] = 9,
						["time"] = 1580979906,
						["iLvl"] = 438,
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "Feuille-凯恩血蹄",
						["bTag"] = "Ushio#51977",
						["class"] = 9,
						["time"] = 1580979906,
						["iLvl"] = 438,
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1580979906,
						["name"] = "Fsdaui-卡德加",
					}, -- [194]
					{
						["role"] = "DAMAGER",
						["name"] = "菩提下的小牛-卡德加",
						["bTag"] = "菩提下的小牛#5555",
						["class"] = 1,
						["time"] = 1580979906,
						["iLvl"] = 444,
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "丷老实人丷-凤凰之神",
						["bTag"] = "沉默寡言老实人#5864",
						["class"] = 5,
						["time"] = 1580979906,
						["iLvl"] = 453,
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "食尸-拉格纳罗斯",
						["bTag"] = "超能之法师#55706",
						["class"] = 9,
						["time"] = 1580979906,
						["iLvl"] = 422,
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "咕嘎咕-死亡之翼",
						["bTag"] = "Doraemon#51150",
						["class"] = 12,
						["time"] = 1580979906,
						["iLvl"] = 354,
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "丨霊丶籣-无尽之海",
						["bTag"] = "丨放丶空#5911",
						["class"] = 12,
						["time"] = 1580979906,
						["iLvl"] = 453,
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "极限龙少-冰风岗",
						["bTag"] = "极限龙少#5730",
						["class"] = 11,
						["time"] = 1580979906,
						["iLvl"] = 459,
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "就叫大美丽吧-影之哀伤",
						["bTag"] = "丑八怪哎#51513",
						["class"] = 3,
						["time"] = 1580979906,
						["iLvl"] = 462,
					}, -- [201]
					{
						["role"] = "TANK",
						["name"] = "轩辕倚枫-希雷诺斯",
						["bTag"] = "素欣婉莹#5760",
						["class"] = 2,
						["time"] = 1580979906,
						["iLvl"] = 453,
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "Hamadryas-烈焰峰",
						["bTag"] = "Hamadryas#51331",
						["class"] = 2,
						["time"] = 1580979906,
						["iLvl"] = 452,
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1580979906,
						["name"] = "家有宝宝-毁灭之锤",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "零零妖-洛萨",
						["bTag"] = "坏脾气#5576",
						["class"] = 2,
						["time"] = 1580979906,
						["iLvl"] = 448,
					}, -- [205]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1580979906,
						["name"] = "真太好玩了-阿克蒙德",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "陌丶神裔-贫瘠之地",
						["bTag"] = "yucoo#5492",
						["class"] = 8,
						["time"] = 1580979906,
						["iLvl"] = 439,
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "眠丶夜裔-贫瘠之地",
						["bTag"] = "小小之植物#53952",
						["class"] = 1,
						["time"] = 1580979906,
						["iLvl"] = 437,
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "太平公主-奥斯里安",
						["bTag"] = "超能之忍者#51726",
						["class"] = 5,
						["time"] = 1580979906,
						["iLvl"] = 437,
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "非言非-盖斯",
						["bTag"] = "非言#5919",
						["class"] = 2,
						["time"] = 1580979906,
						["iLvl"] = 432,
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1580979906,
						["name"] = "你猜猜看-拉文凯斯",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "恶灵老僧-布莱克摩",
						["bTag"] = "恶灵殤#5901",
						["class"] = 10,
						["time"] = 1580979906,
						["iLvl"] = 420,
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "Laprairie-红云台地",
						["bTag"] = "田柾国#51722",
						["class"] = 2,
						["time"] = 1580979906,
						["iLvl"] = 429,
					}, -- [213]
					{
						["role"] = "DAMAGER",
						["name"] = "傻白甜懵逼-卡德罗斯",
						["bTag"] = "刚哥#5133",
						["class"] = 8,
						["time"] = 1580979906,
						["iLvl"] = 435,
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "花書签-燃烧之刃",
						["bTag"] = "彼岸之歌#5490",
						["time"] = 1580981669,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 466,
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "亚夏曼丶-布兰卡德",
						["class"] = 11,
						["leader"] = true,
						["time"] = 1580981674,
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "Pourtoujour-燃烧之刃",
						["bTag"] = "一生随影#5495",
						["class"] = 10,
						["time"] = 1580981674,
						["iLvl"] = 440,
					}, -- [217]
					{
						["role"] = "TANK",
						["name"] = "哎那誰-死亡之翼",
						["bTag"] = "那谁哥哥#5580",
						["class"] = 2,
						["time"] = 1580981674,
						["iLvl"] = 433,
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "绝影丷怒风-大地之怒",
						["bTag"] = "绝影#5222",
						["class"] = 11,
						["time"] = 1580981674,
						["iLvl"] = 427,
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "千景之谷-死亡之翼",
						["bTag"] = "老拳师#51821",
						["class"] = 12,
						["time"] = 1580981674,
						["iLvl"] = 438,
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "青姬漫语-死亡之翼",
						["bTag"] = "流星的天空#51495",
						["class"] = 2,
						["time"] = 1580981674,
						["iLvl"] = 458,
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1580981674,
						["name"] = "守花人的山丘-贫瘠之地",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "胸毛就一根-克苏恩",
						["bTag"] = "牧刮#5299",
						["class"] = 6,
						["time"] = 1580981669,
						["iLvl"] = 435,
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1580981674,
						["name"] = "浪垓-安苏",
					}, -- [224]
					{
						["role"] = "DAMAGER",
						["class"] = 4,
						["time"] = 1580981674,
						["name"] = "Hsdengs-迦拉克隆",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "死了都要射-耐奥祖",
						["bTag"] = "牧终无仁#5713",
						["class"] = 3,
						["time"] = 1580981674,
						["iLvl"] = 433,
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "德旸壹-格瑞姆巴托",
						["bTag"] = "林中夕阳#51522",
						["class"] = 11,
						["time"] = 1580981611,
						["iLvl"] = 331,
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "禾几几-伊森利恩",
						["bTag"] = "大大丫丶#5538",
						["class"] = 4,
						["time"] = 1580981674,
						["iLvl"] = 437,
					}, -- [228]
					{
						["role"] = "TANK",
						["name"] = "蜗牛狂飙-闪电之刃",
						["bTag"] = "闪亮之雄#512903",
						["class"] = 11,
						["time"] = 1580981674,
						["iLvl"] = 436,
					}, -- [229]
					{
						["role"] = "DAMAGER",
						["name"] = "纯洁滴小兔兔-冬泉谷",
						["bTag"] = "夕颜#5529",
						["class"] = 5,
						["time"] = 1580981674,
						["iLvl"] = 424,
					}, -- [230]
					{
						["role"] = "TANK",
						["class"] = 1,
						["time"] = 1580981674,
						["name"] = "Lb-安苏",
					}, -- [231]
					{
						["role"] = "DAMAGER",
						["name"] = "冰镇冻柠水丶-死亡之翼",
						["bTag"] = "华丽的跳跳熊#5623",
						["class"] = 3,
						["time"] = 1580981619,
						["iLvl"] = 464,
					}, -- [232]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1580981669,
						["name"] = "莫比乌斯-索瑞森",
					}, -- [233]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1580981617,
						["name"] = "埃莉诺丶炎伤-回音山",
					}, -- [234]
					{
						["role"] = "DAMAGER",
						["name"] = "艾瑞莉娅丶术-死亡之翼",
						["bTag"] = "鸭梨山大的85后#5614",
						["class"] = 9,
						["time"] = 1581014623,
						["iLvl"] = 414,
					}, -- [235]
					{
						["role"] = "DAMAGER",
						["name"] = "莱这拉稀-布兰卡德",
						["bTag"] = "烦恼猪#5733",
						["class"] = 1,
						["time"] = 1581014623,
						["iLvl"] = 422,
					}, -- [236]
					{
						["role"] = "DAMAGER",
						["name"] = "Kenijima-纳克萨玛斯",
						["bTag"] = "wjxzyqqq#5894",
						["class"] = 3,
						["time"] = 1581014623,
						["iLvl"] = 378,
					}, -- [237]
					{
						["role"] = "DAMAGER",
						["name"] = "Paladinswift-无尽之海",
						["bTag"] = "Paladin#52910",
						["class"] = 2,
						["time"] = 1581014623,
						["iLvl"] = 469,
					}, -- [238]
				},
				["111-249-662-0"] = {
					{
						["role"] = "NONE",
						["name"] = "失落的白菜-阿克蒙德",
						["bTag"] = "失落的白菜#5205",
						["class"] = 3,
						["time"] = 1579530707,
						["iLvl"] = 451,
					}, -- [1]
					{
						["role"] = "NONE",
						["name"] = "时空无垠-凤凰之神",
						["bTag"] = "礼赞#5881",
						["class"] = 1,
						["time"] = 1579530707,
						["iLvl"] = 440,
					}, -- [2]
				},
				["6-0-17-0"] = {
					{
						["role"] = "NONE",
						["name"] = "丶火流星-弗塞雷迦",
						["bTag"] = "NgFly#5105",
						["class"] = 8,
						["time"] = 1578816478,
						["iLvl"] = 398,
					}, -- [1]
					{
						["role"] = "NONE",
						["name"] = "博望的风怒-暴风祭坛",
						["bTag"] = "幸运之虎#524739",
						["class"] = 1,
						["time"] = 1578816478,
						["iLvl"] = 347,
					}, -- [2]
					{
						["role"] = "NONE",
						["name"] = "雨恨-洛肯",
						["bTag"] = "雨恨雪愁#5220",
						["class"] = 6,
						["time"] = 1578816478,
						["iLvl"] = 376,
					}, -- [3]
					{
						["role"] = "NONE",
						["class"] = 12,
						["time"] = 1578816478,
						["name"] = "Huntfdw-迅捷微风",
					}, -- [4]
					{
						["role"] = "NONE",
						["name"] = "丢你蕾姆-寒冰皇冠",
						["bTag"] = "给你激素了快送#5425",
						["class"] = 1,
						["time"] = 1578816478,
						["iLvl"] = 398,
					}, -- [5]
					{
						["role"] = "NONE",
						["name"] = "春宵一刻千琻-伊利丹",
						["bTag"] = "疾风滔滔#5421",
						["class"] = 4,
						["time"] = 1578816478,
						["iLvl"] = 424,
					}, -- [6]
					{
						["role"] = "NONE",
						["name"] = "一一二八-安苏",
						["bTag"] = "包子#5583",
						["class"] = 5,
						["time"] = 1578816478,
						["iLvl"] = 420,
					}, -- [7]
					{
						["role"] = "NONE",
						["name"] = "Marghan-死亡之翼",
						["bTag"] = "赵佳鑫#51820",
						["class"] = 1,
						["time"] = 1578816478,
						["iLvl"] = 435,
					}, -- [8]
					{
						["role"] = "NONE",
						["name"] = "霹雳猫-奥特兰克",
						["bTag"] = "苍穹守护者#5738",
						["class"] = 6,
						["time"] = 1578816478,
						["iLvl"] = 423,
					}, -- [9]
					{
						["role"] = "NONE",
						["name"] = "我爱闫雨辰-龙骨平原",
						["bTag"] = "fujiwara#5391",
						["class"] = 8,
						["time"] = 1578816478,
						["iLvl"] = 421,
					}, -- [10]
					{
						["role"] = "NONE",
						["name"] = "碧野-暮色森林",
						["bTag"] = "滕飞#5315",
						["class"] = 5,
						["time"] = 1578816478,
						["iLvl"] = 421,
					}, -- [11]
					{
						["role"] = "NONE",
						["name"] = "Sweetheart-亚雷戈斯",
						["bTag"] = "花楔#5124",
						["class"] = 7,
						["time"] = 1578816478,
						["iLvl"] = 421,
					}, -- [12]
					{
						["role"] = "NONE",
						["name"] = "摸钅校尉-影之哀伤",
						["bTag"] = "完美主义#5594",
						["class"] = 4,
						["time"] = 1578816478,
						["iLvl"] = 424,
					}, -- [13]
					{
						["role"] = "NONE",
						["name"] = "和路雪-诺森德",
						["bTag"] = "心晴#5517",
						["class"] = 10,
						["time"] = 1578816478,
						["iLvl"] = 424,
					}, -- [14]
					{
						["role"] = "NONE",
						["name"] = "夜之梦魇-霜狼",
						["bTag"] = "michaelttt#5138",
						["class"] = 6,
						["time"] = 1578816478,
						["iLvl"] = 428,
					}, -- [15]
					{
						["role"] = "NONE",
						["name"] = "十三月的牛-霜狼",
						["bTag"] = "夜曲丶#51302",
						["class"] = 6,
						["time"] = 1578816478,
						["iLvl"] = 434,
					}, -- [16]
					{
						["role"] = "NONE",
						["name"] = "刈鰂-洛丹伦",
						["bTag"] = "诺娃#51167",
						["class"] = 4,
						["time"] = 1578816478,
						["iLvl"] = 433,
					}, -- [17]
					{
						["role"] = "NONE",
						["name"] = "圣红-熔火之心",
						["bTag"] = "翔哥#5970",
						["class"] = 2,
						["time"] = 1578816478,
						["iLvl"] = 436,
					}, -- [18]
					{
						["role"] = "NONE",
						["name"] = "不得我难过-寒冰皇冠",
						["bTag"] = "带带吃呆呆#5202",
						["class"] = 5,
						["time"] = 1578816478,
						["iLvl"] = 418,
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "紫丶殒-鬼雾峰",
						["bTag"] = "成岩丶#5991",
						["class"] = 5,
						["time"] = 1578816140,
						["iLvl"] = 440,
					}, -- [20]
					{
						["role"] = "NONE",
						["name"] = "Occly-海加尔",
						["bTag"] = "cool#54566",
						["class"] = 3,
						["time"] = 1578816478,
						["iLvl"] = 449,
					}, -- [21]
					{
						["role"] = "NONE",
						["name"] = "土丶肥丶圆-燃烧之刃",
						["bTag"] = "王中王#52785",
						["class"] = 10,
						["time"] = 1578816478,
						["iLvl"] = 443,
					}, -- [22]
					{
						["role"] = "NONE",
						["name"] = "无所谓的啦-无尽之海",
						["bTag"] = "贪睡之熊#526423",
						["class"] = 8,
						["time"] = 1578816478,
						["iLvl"] = 435,
					}, -- [23]
					{
						["role"] = "TANK",
						["name"] = "乃圣-格瑞姆巴托",
						["bTag"] = "嘟噜咣嚓#5397",
						["class"] = 2,
						["time"] = 1578816260,
						["iLvl"] = 438,
					}, -- [24]
					{
						["role"] = "NONE",
						["name"] = "爵艾-鬼雾峰",
						["bTag"] = "成岩丶#5991",
						["class"] = 6,
						["time"] = 1578816478,
						["iLvl"] = 441,
					}, -- [25]
					{
						["role"] = "NONE",
						["name"] = "Aicai-燃烧之刃",
						["bTag"] = "小神#5748",
						["class"] = 2,
						["time"] = 1578816478,
						["iLvl"] = 445,
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "万人商-血色十字军",
						["bTag"] = "北神在人间#5588",
						["class"] = 11,
						["time"] = 1578816300,
						["iLvl"] = 434,
					}, -- [27]
					{
						["role"] = "NONE",
						["name"] = "阿宝阿宝-索瑞森",
						["bTag"] = "小宝小宝#5305",
						["class"] = 2,
						["time"] = 1578816478,
						["iLvl"] = 429,
					}, -- [28]
					{
						["role"] = "NONE",
						["name"] = "半夏夜微凉-阿纳克洛斯",
						["bTag"] = "執念#5145",
						["class"] = 5,
						["time"] = 1578816478,
						["iLvl"] = 423,
					}, -- [29]
					{
						["role"] = "NONE",
						["name"] = "他过去很酷-无尽之海",
						["bTag"] = "你管谁叫爸呢#5560",
						["class"] = 1,
						["time"] = 1578816478,
						["iLvl"] = 443,
					}, -- [30]
					{
						["role"] = "NONE",
						["name"] = "Nocownomilk-阿纳克洛斯",
						["bTag"] = "yetiyoohoo#5552",
						["class"] = 5,
						["time"] = 1578816478,
						["iLvl"] = 433,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯丁鹏-埃德萨拉",
						["bTag"] = "凯拉#5412",
						["time"] = 1580566121,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 436,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "青岛帥帥-熔火之心",
						["bTag"] = "青岛帅帅#5835",
						["class"] = 6,
						["time"] = 1580566121,
						["iLvl"] = 456,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "捂耳听风丶-斯克提斯",
						["bTag"] = "萌萌的小鸿鸿#5952",
						["class"] = 9,
						["time"] = 1580566121,
						["iLvl"] = 464,
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "海苍子-斯克提斯",
						["bTag"] = "山苍子#5666",
						["class"] = 11,
						["time"] = 1580566121,
						["iLvl"] = 422,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "皮皮涕儿-布兰卡德",
						["bTag"] = "Nick#5687",
						["time"] = 1580566203,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 462,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "前夜-烈焰峰",
						["bTag"] = "qypanda#5344",
						["class"] = 1,
						["time"] = 1580566203,
						["iLvl"] = 447,
					}, -- [37]
					{
						["role"] = "HEALER",
						["name"] = "六道三鹿-凤凰之神",
						["bTag"] = "六道卡飞#5554",
						["class"] = 7,
						["time"] = 1580566203,
						["iLvl"] = 442,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "片桐智司-埃德萨拉",
						["bTag"] = "Joker#520900",
						["class"] = 1,
						["time"] = 1580566203,
						["iLvl"] = 441,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "七葉灬雪-迅捷微风",
						["bTag"] = "方式灬不详#5279",
						["class"] = 3,
						["time"] = 1580566203,
						["iLvl"] = 442,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "易月半-埃德萨拉",
						["bTag"] = "闷头撞树#5249",
						["class"] = 10,
						["time"] = 1580566203,
						["iLvl"] = 448,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["class"] = 1,
						["time"] = 1580566203,
						["name"] = "艹花爆动-寒冰皇冠",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "德拉科丶火翼-安苏",
						["bTag"] = "沐慕天镜#5797",
						["class"] = 2,
						["time"] = 1580566203,
						["iLvl"] = 462,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "敌法先锋-格雷迈恩",
						["bTag"] = "顽童爸爸#5965",
						["class"] = 12,
						["time"] = 1580566203,
						["iLvl"] = 440,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "灬小覃-克尔苏加德",
						["bTag"] = "安静的死亡凝视者#5459",
						["class"] = 10,
						["time"] = 1580566203,
						["iLvl"] = 449,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["class"] = 8,
						["time"] = 1580566191,
						["name"] = "猎户座幻象-寒冰皇冠",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["class"] = 11,
						["time"] = 1580566203,
						["name"] = "齐天变-死亡之翼",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "蒂妮莎-克尔苏加德",
						["bTag"] = "搞人#51801",
						["class"] = 2,
						["time"] = 1580566203,
						["iLvl"] = 445,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["class"] = 12,
						["time"] = 1580566203,
						["name"] = "创享-莱索恩",
					}, -- [49]
					{
						["role"] = "HEALER",
						["name"] = "疯一样的牛-燃烧之刃",
						["bTag"] = "冰与火#5660",
						["class"] = 11,
						["time"] = 1580741351,
						["iLvl"] = 431,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "钦州雨果-血色十字军",
						["bTag"] = "没有蠟#5345",
						["class"] = 4,
						["time"] = 1580741339,
						["iLvl"] = 461,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "伊莉丹笑疯-雷斧堡垒",
						["bTag"] = "大魔神毒毒#5896",
						["class"] = 12,
						["time"] = 1580741331,
						["iLvl"] = 449,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "影驰-冰霜之刃",
						["bTag"] = "卖兜#5829",
						["class"] = 8,
						["time"] = 1580741276,
						["iLvl"] = 450,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "蹄里奥哞叮-盖斯",
						["bTag"] = "威尼斯的泪#51561",
						["time"] = 1580744652,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 450,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "瓦加达-死亡之翼",
						["bTag"] = "胜者为王#5809",
						["class"] = 12,
						["time"] = 1580744652,
						["iLvl"] = 427,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Zinka-海克泰尔",
						["bTag"] = "Zinka#51767",
						["class"] = 1,
						["time"] = 1580744652,
						["iLvl"] = 457,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "布拉德丨冰棍-血色十字军",
						["bTag"] = "街角流年#5440",
						["class"] = 8,
						["time"] = 1580744652,
						["iLvl"] = 461,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "Ursaminor-死亡之翼",
						["bTag"] = "死亡之翼#516135",
						["class"] = 12,
						["time"] = 1580744652,
						["iLvl"] = 450,
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "万灵化身-库尔提拉斯",
						["bTag"] = "月下客#5919",
						["class"] = 11,
						["time"] = 1580744652,
						["iLvl"] = 453,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "广陵干拌面-安苏",
						["bTag"] = "街霸壹王#5351",
						["class"] = 12,
						["time"] = 1580744652,
						["iLvl"] = 455,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "伊莉雅丶影风-雷霆之王",
						["bTag"] = "Misaki#5869",
						["class"] = 12,
						["time"] = 1580744652,
						["iLvl"] = 442,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "慒丶懆-霍格",
						["bTag"] = "丶隐痕#5816",
						["class"] = 6,
						["time"] = 1580744652,
						["iLvl"] = 438,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "九尾妖狐狸-雷斧堡垒",
						["bTag"] = "闪电小翘臀#5645",
						["class"] = 3,
						["time"] = 1580744652,
						["iLvl"] = 452,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "骑着小羊驼-燃烧之刃",
						["bTag"] = "困的猪#5642",
						["class"] = 9,
						["time"] = 1580744652,
						["iLvl"] = 429,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "潜水的大胖子-安苏",
						["bTag"] = "苏苏#54193",
						["class"] = 1,
						["time"] = 1580744652,
						["iLvl"] = 449,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "战争武器-风行者",
						["bTag"] = "红杏也疯狂#5250",
						["class"] = 1,
						["time"] = 1580744626,
						["iLvl"] = 418,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "伊威克-库尔提拉斯",
						["bTag"] = "燃烧的海螺#5409",
						["class"] = 6,
						["time"] = 1580744621,
						["iLvl"] = 437,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "克鲁恩-贫瘠之地",
						["bTag"] = "旅店老板#54632",
						["class"] = 7,
						["time"] = 1580744652,
						["iLvl"] = 433,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "飘雪翩翩-布兰卡德",
						["bTag"] = "雪星星#5791",
						["class"] = 3,
						["time"] = 1580744652,
						["iLvl"] = 460,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "麻辣香锅微辣-塞拉摩",
						["bTag"] = "Fishtea#5539",
						["class"] = 12,
						["time"] = 1580744652,
						["iLvl"] = 434,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "鹰狗-梦境之树",
						["bTag"] = "YINGO#51212",
						["class"] = 2,
						["time"] = 1580744652,
						["iLvl"] = 432,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "上官冰火歌-冰风岗",
						["bTag"] = "木风舞#5888",
						["class"] = 8,
						["time"] = 1580744652,
						["iLvl"] = 440,
					}, -- [72]
					{
						["role"] = "HEALER",
						["class"] = 11,
						["time"] = 1580744652,
						["name"] = "旋转扭屁咕-提瑞斯法",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["class"] = 5,
						["time"] = 1580744652,
						["name"] = "涙尽铃音响-血色十字军",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["class"] = 6,
						["time"] = 1580744652,
						["name"] = "萝萨丽塔-血羽",
					}, -- [75]
				},
				["2-146-534-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "无影迷踪-海加尔",
						["bTag"] = "火舞冰魔#5658",
						["class"] = 12,
						["time"] = 1579444601,
						["iLvl"] = 422,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "叫我狂暴战-海克泰尔",
						["bTag"] = "很酷很冷淡#5198",
						["class"] = 1,
						["time"] = 1579445697,
						["iLvl"] = 425,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["class"] = 2,
						["time"] = 1579445697,
						["name"] = "愤怒的毛毛李-天空之墙",
					}, -- [3]
					{
						["role"] = "TANK",
						["class"] = 1,
						["time"] = 1579445697,
						["name"] = "墨狱灬岚枫-天空之墙",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["class"] = 7,
						["time"] = 1579445697,
						["name"] = "崇尚自然美-大漩涡",
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "狐狸狐途-影之哀伤",
						["bTag"] = "牛顿的牛排#5999",
						["class"] = 10,
						["time"] = 1579445911,
						["iLvl"] = 425,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "冰灬虞-影之哀伤",
						["bTag"] = "牛顿的牛排#5999",
						["class"] = 3,
						["time"] = 1579445911,
						["iLvl"] = 440,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "龙手马弗-密林游侠",
						["bTag"] = "火花之拳布瑞姆#5184",
						["class"] = 2,
						["time"] = 1579445911,
						["iLvl"] = 426,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "卡娜斯-通灵学院",
						["bTag"] = "爱吃面包的北极熊#5894",
						["class"] = 3,
						["time"] = 1579445911,
						["iLvl"] = 428,
					}, -- [9]
				},
			},
			["lastSearchCode"] = "2-144-526-0",
			["createHistoryList"] = {
				"6-0-17-0", -- [1]
				"2-143-522-0", -- [2]
				"111-249-662-0", -- [3]
				"2-146-534-0", -- [4]
				"2-139-504-0", -- [5]
			},
			["settings"] = {
				["storage"] = {
					["y"] = -234.0253143310547,
					["x"] = 147.2816619873047,
					["point"] = "LEFT",
					["scale"] = 1,
				},
			},
		},
	},
}
