
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["舒预言 - 伊莫塔尔"] = "舒预言 - 伊莫塔尔",
	},
	["profiles"] = {
		["舒预言 - 伊莫塔尔"] = {
			["appShine"] = "80200.01",
			["version"] = "80200.01",
			["createHistoryList"] = {
				"2-145-530-0", -- [1]
				"2-138-507-0", -- [2]
				"6-0-17-0", -- [3]
			},
			["searchHistoryList"] = {
				"2-253-669-0", -- [1]
				"2-145-530-0", -- [2]
				"2-137-502-0", -- [3]
				"2-138-507-0", -- [4]
				"2-139-504-0", -- [5]
				"6-0-17-0", -- [6]
				"9-0-19-0", -- [7]
				"2-140-510-0", -- [8]
				"2-146-533-0", -- [9]
				"2-137-499-0", -- [10]
				"2-139-645-0", -- [11]
				"2-140-646-0", -- [12]
				"2-141-513-0", -- [13]
				"2-143-521-0", -- [14]
				"2-144-525-0", -- [15]
				"2-145-529-0", -- [16]
				"2-142-517-0", -- [17]
				"2-144-527-0", -- [18]
				"2-138-644-0", -- [19]
				"6-0-0-0", -- [20]
			},
			["lastSearchCode"] = "2-253-669-0",
			["settings"] = {
				["storage"] = {
					["y"] = -257.8010711669922,
					["x"] = 150.0756683349609,
					["point"] = "LEFT",
					["scale"] = 1,
				},
			},
			["advShine"] = "80200.01",
			["recent"] = {
				["3-254-671-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "巅峰神探-凤凰之神",
						["time"] = 1576311695,
						["class"] = 10,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "从零學起-艾莫莉丝",
						["iLvl"] = 406,
						["time"] = 1576311737,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "狂野之狼#535274",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "淓訫纵火犯-格瑞姆巴托",
						["iLvl"] = 429,
						["time"] = 1576311697,
						["class"] = 8,
						["bTag"] = "痞子伯爵丶#5282",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "湊莉久-诺兹多姆",
						["time"] = 1576311737,
						["class"] = 9,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "乌鸦大叔-迅捷微风",
						["iLvl"] = 404,
						["time"] = 1576311737,
						["class"] = 4,
						["bTag"] = "魔法之龟#51126",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "卓戈卡奥-安加萨",
						["iLvl"] = 392,
						["time"] = 1576311727,
						["class"] = 2,
						["bTag"] = "郝银剑#5897",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "戦丿訷-格瑞姆巴托",
						["iLvl"] = 383,
						["time"] = 1576311714,
						["class"] = 1,
						["bTag"] = "郑英俊#51827",
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "孤独傲雪-凤凰之神",
						["iLvl"] = 426,
						["time"] = 1576311737,
						["class"] = 2,
						["bTag"] = "死亡之翼#533545",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "卿问-冰风岗",
						["iLvl"] = 384,
						["time"] = 1576311737,
						["class"] = 5,
						["bTag"] = "啪啪啪啪啪啪啪啪#5753",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "法兰西剩女-凤凰之神",
						["iLvl"] = 410,
						["time"] = 1576311737,
						["class"] = 3,
						["bTag"] = "MatoiSann#5317",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "信心-死亡之翼",
						["time"] = 1576311737,
						["class"] = 10,
					}, -- [11]
				},
				["2-253-669-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "齐晟灬迪迪-凤凰之神",
						["iLvl"] = 442,
						["time"] = 1577113020,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "奇幻之心#51863",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "水修罗-红云台地",
						["iLvl"] = 416,
						["time"] = 1577113020,
						["class"] = 7,
						["bTag"] = "胡子#5180",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "完美自在极意-塔伦米尔",
						["time"] = 1577113020,
						["class"] = 12,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "晋黄小米-克苏恩",
						["iLvl"] = 409,
						["time"] = 1577113020,
						["class"] = 10,
						["bTag"] = "中铁十七局#5787",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "深沉的呼唤-白骨荒野",
						["iLvl"] = 446,
						["time"] = 1577629860,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "风神王座#5442",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "隼瓜-格瑞姆巴托",
						["iLvl"] = 436,
						["time"] = 1577629860,
						["class"] = 7,
						["bTag"] = "皮皮卡#51326",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "磨平胡萝卜-主宰之剑",
						["iLvl"] = 429,
						["time"] = 1577629860,
						["class"] = 12,
						["bTag"] = "半世买醉半生醉#51465",
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "筱雨丶-安纳塞隆",
						["iLvl"] = 428,
						["time"] = 1577629860,
						["class"] = 5,
						["bTag"] = "kailina#5665",
					}, -- [8]
				},
				["2-138-507-0"] = {
					{
						["role"] = "TANK",
						["name"] = "永恒丶痕迹-神圣之歌",
						["iLvl"] = 447,
						["time"] = 1577115262,
						["class"] = 12,
						["bTag"] = "Icestorm#51357",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "于老爷子-迦拉克隆",
						["iLvl"] = 418,
						["time"] = 1577115262,
						["class"] = 1,
						["bTag"] = "小叶子和钱钱#5534",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "神聖奥雪-死亡之翼",
						["iLvl"] = 405,
						["time"] = 1577115262,
						["class"] = 8,
						["bTag"] = "暴走萝莉#5252",
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "故梦旧忆-死亡之翼",
						["iLvl"] = 404,
						["time"] = 1577115262,
						["class"] = 11,
						["bTag"] = "夏侯瑾轩#5556",
					}, -- [4]
				},
				["2-140-510-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "楽枫-贫瘠之地",
						["iLvl"] = 419,
						["time"] = 1576339844,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "友人#51347",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "丶伯言-死亡之翼",
						["iLvl"] = 395,
						["time"] = 1576339844,
						["class"] = 2,
						["bTag"] = "mogo#5737",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "半仙新之助-贫瘠之地",
						["iLvl"] = 417,
						["time"] = 1576339844,
						["class"] = 9,
						["bTag"] = "派大星#53148",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Bigbang-加兹鲁维",
						["time"] = 1576339844,
						["class"] = 12,
					}, -- [4]
				},
				["2-137-499-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "唐糖塘溏瑭-格瑞姆巴托",
						["iLvl"] = 437,
						["time"] = 1576332575,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "你开心就好#52389",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "东非大萌德-格瑞姆巴托",
						["iLvl"] = 395,
						["time"] = 1576332575,
						["class"] = 11,
						["bTag"] = "喵宁#5671",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "重返故土-达基萨斯",
						["iLvl"] = 419,
						["time"] = 1576332575,
						["class"] = 12,
						["bTag"] = "七月#5892",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "兲靑色等煙雨-格瑞姆巴托",
						["iLvl"] = 388,
						["time"] = 1576332575,
						["class"] = 6,
						["bTag"] = "玩魔兽我是认真的#5584",
					}, -- [4]
				},
				["2-142-517-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "唐糖塘溏瑭-格瑞姆巴托",
						["iLvl"] = 437,
						["time"] = 1576338071,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "你开心就好#52389",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "东非大萌德-格瑞姆巴托",
						["iLvl"] = 398,
						["time"] = 1576338071,
						["class"] = 11,
						["bTag"] = "喵宁#5671",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "暴怒红兽-黑翼之巢",
						["iLvl"] = 397,
						["time"] = 1576338071,
						["class"] = 3,
						["bTag"] = "奔搏的心#5752",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "又见十万伏特-凤凰之神",
						["iLvl"] = 402,
						["time"] = 1576338071,
						["class"] = 1,
						["bTag"] = "生人勿近#5890",
					}, -- [4]
				},
				["2-139-645-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "东非大萌德-格瑞姆巴托",
						["iLvl"] = 397,
						["time"] = 1576335423,
						["class"] = 11,
						["leader"] = true,
						["bTag"] = "喵宁#5671",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "唐糖塘溏瑭-格瑞姆巴托",
						["iLvl"] = 437,
						["time"] = 1576335423,
						["class"] = 3,
						["bTag"] = "你开心就好#52389",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "樱树琉璃-加尔",
						["iLvl"] = 395,
						["time"] = 1576335423,
						["class"] = 7,
						["bTag"] = "地精精灵#5769",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "又见十万伏特-凤凰之神",
						["iLvl"] = 401,
						["time"] = 1576335423,
						["class"] = 1,
						["bTag"] = "生人勿近#5890",
					}, -- [4]
				},
				["3-0-657-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "专门搞笑正骨-菲拉斯",
						["iLvl"] = 422,
						["time"] = 1575655187,
						["class"] = 10,
						["leader"] = true,
						["bTag"] = "巴博萨#51396",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "只只-玛洛加尔",
						["iLvl"] = 447,
						["time"] = 1575655181,
						["class"] = 2,
						["bTag"] = "宽爷#5664",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Gundamzz-贫瘠之地",
						["iLvl"] = 446,
						["time"] = 1575655187,
						["class"] = 7,
						["bTag"] = "一闪#5311",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "奥弗兰克-雷霆之怒",
						["time"] = 1575655174,
						["class"] = 9,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "晓枫蝉月-深渊之巢",
						["time"] = 1575655187,
						["class"] = 11,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "妮可艾瑞莉亚-死亡之翼",
						["iLvl"] = 436,
						["time"] = 1575655187,
						["class"] = 1,
						["bTag"] = "鸭梨山大的85后#5614",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "水煮美人鱼-血色十字军",
						["iLvl"] = 432,
						["time"] = 1575655187,
						["class"] = 3,
						["bTag"] = "迷茫的豆子#51910",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "大酋长凯恩-血色十字军",
						["iLvl"] = 438,
						["time"] = 1575655187,
						["class"] = 1,
						["bTag"] = "一脚踩扁你#51508",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "嘎叭子-菲拉斯",
						["iLvl"] = 446,
						["time"] = 1575655187,
						["class"] = 1,
						["bTag"] = "嘎叭子#5232",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "Víolateur-阿尔萨斯",
						["iLvl"] = 408,
						["time"] = 1575655187,
						["class"] = 8,
						["bTag"] = "三十二号娶你回家#5998",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "烛影瑶红-菲拉斯",
						["iLvl"] = 444,
						["time"] = 1575655187,
						["class"] = 8,
						["bTag"] = "嘎叭子#5232",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "湿主走一个-克尔苏加德",
						["iLvl"] = 431,
						["time"] = 1575655174,
						["class"] = 8,
						["bTag"] = "吃肉的喜羊羊#5764",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "仙人左慈-血环",
						["time"] = 1575655187,
						["class"] = 8,
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "织影-烈焰峰",
						["iLvl"] = 437,
						["time"] = 1575655174,
						["class"] = 2,
						["bTag"] = "梦醒#5334",
					}, -- [14]
					{
						["role"] = "TANK",
						["name"] = "还有啥名字-死亡之翼",
						["iLvl"] = 419,
						["time"] = 1575655187,
						["class"] = 10,
						["bTag"] = "枫叶#51648",
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "轩辕服太虚-阿克蒙德",
						["iLvl"] = 444,
						["time"] = 1575655187,
						["class"] = 2,
						["bTag"] = "zidanekings#5154",
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "喵亚子-亚雷戈斯",
						["iLvl"] = 430,
						["time"] = 1575655187,
						["class"] = 4,
						["bTag"] = "雷恩哈特#5683",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "万古天尊-死亡之翼",
						["iLvl"] = 427,
						["time"] = 1575655183,
						["class"] = 11,
						["bTag"] = "DisMason#51403",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "爱哒魔力-死亡之翼",
						["iLvl"] = 435,
						["time"] = 1575655183,
						["class"] = 7,
						["bTag"] = "Supreme#5423",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "夭姬丶-冰风岗",
						["iLvl"] = 450,
						["time"] = 1575655174,
						["class"] = 4,
						["bTag"] = "半城繁华#5466",
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "訞姬丶-冰风岗",
						["iLvl"] = 451,
						["time"] = 1575655187,
						["class"] = 6,
						["bTag"] = "半城繁华#5466",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "使徒-狂风峭壁",
						["iLvl"] = 435,
						["time"] = 1575655174,
						["class"] = 12,
						["bTag"] = "SilentStorm#510820",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "摄天下-凤凰之神",
						["iLvl"] = 426,
						["time"] = 1575655183,
						["class"] = 3,
						["bTag"] = "LUMINGFEI#51842",
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "良辰丶虚设-死亡之翼",
						["iLvl"] = 407,
						["time"] = 1575655187,
						["class"] = 3,
						["bTag"] = "白色#51961",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "前生若梦-阿斯塔洛",
						["iLvl"] = 380,
						["time"] = 1576267057,
						["class"] = 9,
						["bTag"] = "暮雨今夕#5945",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "看我眼神形事-加基森",
						["iLvl"] = 388,
						["time"] = 1576312001,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "无形装逼最为致命#51173",
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "戦丿訷-格瑞姆巴托",
						["iLvl"] = 383,
						["time"] = 1576312011,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "郑英俊#51827",
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "敏尔丹尼斯-燃烧之刃",
						["iLvl"] = 420,
						["time"] = 1576312003,
						["class"] = 3,
						["bTag"] = "好色大魔王#5887",
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "枪炮玫瑰丷-凤凰之神",
						["iLvl"] = 383,
						["time"] = 1576311997,
						["class"] = 3,
						["bTag"] = "Knight#5241",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞在扯淡-深渊之巢",
						["iLvl"] = 432,
						["time"] = 1576312069,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "BestOrNothin#5117",
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "小尒荳-贫瘠之地",
						["iLvl"] = 406,
						["time"] = 1576312037,
						["class"] = 10,
						["bTag"] = "ESC#5762",
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "Glowinga-埃德萨拉",
						["iLvl"] = 444,
						["time"] = 1576312003,
						["class"] = 5,
						["bTag"] = "酷乐酱丶#5516",
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "啥是給拿撸多-主宰之剑",
						["iLvl"] = 439,
						["time"] = 1576312007,
						["class"] = 8,
						["bTag"] = "惊魂之哇#51706",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "呐淼-加基森",
						["iLvl"] = 413,
						["time"] = 1576312011,
						["class"] = 2,
						["bTag"] = "Arterst#5866",
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "阿奴伊斯-鹰巢山",
						["iLvl"] = 437,
						["time"] = 1576312013,
						["class"] = 1,
						["bTag"] = "伊斯#5225",
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "柒冄丨婲忄丶-狂热之刃",
						["iLvl"] = 379,
						["time"] = 1576312003,
						["class"] = 8,
						["bTag"] = "可爱的小明#5277",
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "姐姐是殺手丶-格瑞姆巴托",
						["iLvl"] = 401,
						["time"] = 1576312101,
						["class"] = 4,
						["bTag"] = "Shush#5357",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "Cvbfcv-血色十字军",
						["iLvl"] = 397,
						["time"] = 1576312013,
						["class"] = 3,
						["bTag"] = "汪星人威震天#5809",
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "超鑫星-燃烧平原",
						["iLvl"] = 426,
						["time"] = 1576312009,
						["class"] = 1,
						["bTag"] = "超能法师#5910",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "秒杀灬男银-卡扎克",
						["iLvl"] = 414,
						["time"] = 1576312001,
						["class"] = 10,
						["bTag"] = "tangwenhua#5486",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "卡布基诺布丁-阿曼尼",
						["iLvl"] = 413,
						["time"] = 1576312037,
						["class"] = 8,
						["bTag"] = "张鹏#52533",
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "大龙的术术-塞纳留斯",
						["iLvl"] = 429,
						["time"] = 1576312003,
						["class"] = 9,
						["bTag"] = "狂野之狼#519984",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "彩虹仙子-艾维娜",
						["iLvl"] = 396,
						["time"] = 1576311999,
						["class"] = 12,
						["bTag"] = "battle#5905",
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "灬占戈灬-燃烧平原",
						["iLvl"] = 434,
						["time"] = 1576311865,
						["class"] = 1,
						["bTag"] = "苏冠男#5277",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "封魔神韵-影之哀伤",
						["iLvl"] = 374,
						["time"] = 1576312067,
						["class"] = 3,
						["bTag"] = "一身正气#5452",
					}, -- [45]
					{
						["role"] = "TANK",
						["name"] = "一二叁叁-利刃之拳",
						["iLvl"] = 417,
						["time"] = 1576312003,
						["class"] = 12,
						["bTag"] = "水手#5566",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "糊你熊脸-瓦拉纳",
						["iLvl"] = 414,
						["time"] = 1576312007,
						["class"] = 6,
						["bTag"] = "Hollow#51909",
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "高冷病患-夏维安",
						["iLvl"] = 388,
						["time"] = 1576312009,
						["class"] = 8,
						["bTag"] = "DAR#5992",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "一个丶圣骑-凤凰之神",
						["iLvl"] = 392,
						["time"] = 1576312055,
						["class"] = 2,
						["bTag"] = "凌乱舞步#5223",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古拉斯天奇-无尽之海",
						["iLvl"] = 439,
						["time"] = 1576312101,
						["class"] = 11,
						["bTag"] = "尼古拉斯天奇#5701",
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "与谁同坐-萨洛拉丝",
						["iLvl"] = 410,
						["time"] = 1576312005,
						["class"] = 10,
						["bTag"] = "野花一样#5699",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "丿五月柒灬-阿纳克洛斯",
						["iLvl"] = 433,
						["time"] = 1576312017,
						["class"] = 3,
						["bTag"] = "慵懒之龟#575934",
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "法兰西剩女-凤凰之神",
						["iLvl"] = 410,
						["time"] = 1576312011,
						["class"] = 3,
						["bTag"] = "MatoiSann#5317",
					}, -- [53]
					{
						["role"] = "HEALER",
						["name"] = "青袖-格瑞姆巴托",
						["iLvl"] = 414,
						["time"] = 1576312013,
						["class"] = 5,
						["bTag"] = "枚兰#5109",
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "導崎-亚雷戈斯",
						["iLvl"] = 361,
						["time"] = 1576312024,
						["class"] = 4,
						["bTag"] = "自在#5132",
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "华尔兹-风行者",
						["iLvl"] = 400,
						["time"] = 1576311997,
						["class"] = 9,
						["bTag"] = "直到世界终结#5279",
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "骁骁德-壁炉谷",
						["iLvl"] = 419,
						["time"] = 1576312001,
						["class"] = 11,
						["bTag"] = "大宝#5212",
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "从零學起-艾莫莉丝",
						["iLvl"] = 406,
						["time"] = 1576312101,
						["class"] = 12,
						["bTag"] = "狂野之狼#535274",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "丨无雙丨-埃德萨拉",
						["iLvl"] = 386,
						["time"] = 1576312032,
						["class"] = 6,
						["bTag"] = "Archer#51383",
					}, -- [59]
					{
						["role"] = "HEALER",
						["name"] = "灰旋风李达-格瑞姆巴托",
						["iLvl"] = 415,
						["time"] = 1576312003,
						["class"] = 10,
						["bTag"] = "神奇的大白#51214",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "龙星寒-燃烧之刃",
						["iLvl"] = 421,
						["time"] = 1576311999,
						["class"] = 7,
						["bTag"] = "蛮力之兽#531811",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥散仁-风暴之怒",
						["time"] = 1576312051,
						["class"] = 12,
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "暴走的德尼玛-芬里斯",
						["iLvl"] = 414,
						["time"] = 1576312101,
						["class"] = 11,
						["bTag"] = "喂了部落的农药#5904",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "凤之歌-伊森利恩",
						["time"] = 1576312049,
						["class"] = 5,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "小土豆最好吃-迦拉克隆",
						["iLvl"] = 433,
						["time"] = 1576312101,
						["class"] = 12,
						["bTag"] = "浅色时光#51955",
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "苏克懒牛-血色十字军",
						["iLvl"] = 416,
						["time"] = 1576312101,
						["class"] = 1,
						["bTag"] = "苏克帅帅#5766",
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "海明威-黑铁",
						["iLvl"] = 443,
						["time"] = 1576312101,
						["class"] = 3,
						["bTag"] = "SkyWalker#5957",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "睿智的阿昆达-闪电之刃",
						["iLvl"] = 417,
						["time"] = 1576312101,
						["class"] = 7,
						["bTag"] = "Molidk#5186",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "緃橫肆海-血色十字军",
						["iLvl"] = 398,
						["time"] = 1576312101,
						["class"] = 7,
						["bTag"] = "凱歌四海#5214",
					}, -- [69]
					{
						["role"] = "TANK",
						["name"] = "乱世剑皇-红云台地",
						["iLvl"] = 420,
						["time"] = 1576312101,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "万青#5367",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "皎月囧白-贫瘠之地",
						["time"] = 1576312101,
						["class"] = 4,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "此盗非彼道-安东尼达斯",
						["iLvl"] = 354,
						["time"] = 1576312101,
						["class"] = 4,
						["bTag"] = "熊猫#5349",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "与君共醉-死亡之翼",
						["iLvl"] = 419,
						["time"] = 1576312101,
						["class"] = 3,
						["bTag"] = "陶然#5912",
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "小水母-龙骨平原",
						["iLvl"] = 338,
						["time"] = 1576312101,
						["class"] = 8,
						["bTag"] = "木叶兜兜#5591",
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "激光棒-万色星辰",
						["iLvl"] = 417,
						["time"] = 1576312101,
						["class"] = 4,
						["bTag"] = "FizzyElf#519476",
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "清风墨竹-试炼之环",
						["iLvl"] = 411,
						["time"] = 1576312101,
						["class"] = 11,
						["bTag"] = "兰锋#51406",
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "枭月伊德-卡德加",
						["iLvl"] = 407,
						["time"] = 1576312101,
						["class"] = 11,
						["bTag"] = "惊魂之武僧#55816",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "Vipglaz-伊森利恩",
						["iLvl"] = 362,
						["time"] = 1576312101,
						["class"] = 3,
						["bTag"] = "紫檀梦翼#5420",
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "醉古夫-鬼雾峰",
						["time"] = 1576318069,
						["class"] = 3,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "祸风行-鬼雾峰",
						["time"] = 1576317978,
						["class"] = 11,
					}, -- [80]
					{
						["role"] = "TANK",
						["name"] = "六弦苍-格瑞姆巴托",
						["iLvl"] = 449,
						["time"] = 1576318112,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "快乐之足#550423",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "噩梦之夏-血色十字军",
						["iLvl"] = 412,
						["time"] = 1576318073,
						["class"] = 8,
						["bTag"] = "血色荣耀#5831",
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "Noctisz-贫瘠之地",
						["time"] = 1576318112,
						["class"] = 6,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "吞食天地-洛萨",
						["time"] = 1576318114,
						["class"] = 3,
						["leader"] = true,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "激进的小孩-安苏",
						["time"] = 1576770263,
						["class"] = 1,
						["leader"] = true,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "月丶丶夜-血环",
						["iLvl"] = 414,
						["time"] = 1576770259,
						["class"] = 1,
						["bTag"] = "小南#5250",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "蓓影-阿尔萨斯",
						["iLvl"] = 419,
						["time"] = 1576770261,
						["class"] = 12,
						["bTag"] = "Ralf#5471",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "可乐爱雪碧-龙骨平原",
						["iLvl"] = 421,
						["time"] = 1576770111,
						["class"] = 1,
						["bTag"] = "一个人的时候#5862",
					}, -- [88]
					{
						["role"] = "HEALER",
						["name"] = "老树盘根-海加尔",
						["iLvl"] = 435,
						["time"] = 1576770253,
						["class"] = 7,
						["bTag"] = "斗神#5627",
					}, -- [89]
					{
						["role"] = "TANK",
						["name"] = "自由的小牛崽-寒冰皇冠",
						["iLvl"] = 433,
						["time"] = 1576770251,
						["class"] = 1,
						["bTag"] = "黑礼服石三#5983",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "眼大瞪人狠-霜之哀伤",
						["iLvl"] = 427,
						["time"] = 1576770263,
						["class"] = 12,
						["bTag"] = "九世泥骑士#5179",
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "Julia-闪电之刃",
						["iLvl"] = 445,
						["time"] = 1576770111,
						["class"] = 6,
						["bTag"] = "霜之灬哀伤#51295",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "无印良品-埃加洛尔",
						["iLvl"] = 388,
						["time"] = 1576770111,
						["class"] = 6,
						["bTag"] = "御坂美琴#56705",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "冯小怜-红龙女王",
						["iLvl"] = 399,
						["time"] = 1576770259,
						["class"] = 1,
						["bTag"] = "装疯迷窍#5971",
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "丶互相傷害丶-洛丹伦",
						["time"] = 1576770263,
						["class"] = 9,
					}, -- [95]
					{
						["role"] = "TANK",
						["name"] = "黑山老妖-祖达克",
						["iLvl"] = 426,
						["time"] = 1576770257,
						["class"] = 10,
						["bTag"] = "墨迹先生#5864",
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "黄飞鸿-艾莫莉丝",
						["time"] = 1576770255,
						["class"] = 8,
					}, -- [97]
					{
						["role"] = "HEALER",
						["name"] = "不落雪丨-安苏",
						["iLvl"] = 445,
						["time"] = 1576770253,
						["class"] = 7,
						["bTag"] = "贪睡之熊#5287957",
					}, -- [98]
					{
						["role"] = "TANK",
						["name"] = "Luigimario-达纳斯",
						["time"] = 1576770263,
						["class"] = 12,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "龙城阳光-凤凰之神",
						["iLvl"] = 439,
						["time"] = 1576770259,
						["class"] = 10,
						["bTag"] = "bluesky#51286",
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "叫倪锅锅-死亡之翼",
						["iLvl"] = 393,
						["time"] = 1576770251,
						["class"] = 12,
						["bTag"] = "祢锅锅#5519",
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "周慧敏-红云台地",
						["iLvl"] = 440,
						["time"] = 1576770111,
						["class"] = 9,
						["bTag"] = "思绪黯然#5597",
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "亜缇米斯之鹰-艾莫莉丝",
						["iLvl"] = 446,
						["time"] = 1576770259,
						["class"] = 2,
						["bTag"] = "杨晓军#51459",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "血浪淘沙-安苏",
						["iLvl"] = 397,
						["time"] = 1576770263,
						["class"] = 8,
						["bTag"] = "泽拉图#515573",
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "自摸三四条-风暴之怒",
						["iLvl"] = 416,
						["time"] = 1576770263,
						["class"] = 12,
						["bTag"] = "骨灰级骷髅哥#5137",
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "牛兄-凤凰之神",
						["iLvl"] = 445,
						["time"] = 1576770111,
						["class"] = 11,
						["bTag"] = "西洋参#5227",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "Fallensoul-加尔",
						["iLvl"] = 411,
						["time"] = 1576770263,
						["class"] = 12,
						["bTag"] = "CHENG#5219",
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "贼不贼的-海克泰尔",
						["iLvl"] = 385,
						["time"] = 1576770111,
						["class"] = 4,
						["bTag"] = "老衲法号独秀#5554",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "血色圣光骑士-死亡之翼",
						["iLvl"] = 430,
						["time"] = 1576770263,
						["class"] = 2,
						["bTag"] = "叮当喵#51662",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "被人吃-主宰之剑",
						["iLvl"] = 393,
						["time"] = 1576770263,
						["class"] = 12,
						["bTag"] = "liujiaqi#5510",
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "考拉抱抱-塞拉摩",
						["iLvl"] = 418,
						["time"] = 1576770255,
						["class"] = 12,
						["bTag"] = "爱吃红苹果#5800",
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "乂东方大雕乂-格瑞姆巴托",
						["time"] = 1576770263,
						["class"] = 4,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "Angelina-奈法利安",
						["iLvl"] = 424,
						["time"] = 1576770253,
						["class"] = 1,
						["bTag"] = "萨远#5637",
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "最有创意-风行者",
						["iLvl"] = 402,
						["time"] = 1576770255,
						["class"] = 7,
						["bTag"] = "赤豆酒酿#5213",
					}, -- [114]
					{
						["role"] = "HEALER",
						["name"] = "温酒落月-安苏",
						["iLvl"] = 404,
						["time"] = 1576770263,
						["class"] = 10,
						["bTag"] = "心伤安所念#5382",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "一抹寒光-贫瘠之地",
						["iLvl"] = 444,
						["time"] = 1576770253,
						["class"] = 4,
						["bTag"] = "kiven#5701",
					}, -- [116]
					{
						["role"] = "TANK",
						["name"] = "比妳妈爱你丶-达尔坎",
						["iLvl"] = 442,
						["time"] = 1576770251,
						["class"] = 6,
						["bTag"] = "丶凯凯凯凯凯#5928",
					}, -- [117]
					{
						["role"] = "DAMAGER",
						["name"] = "回身一吹-狂热之刃",
						["iLvl"] = 440,
						["time"] = 1576770253,
						["class"] = 11,
						["bTag"] = "洋洋得意#5458",
					}, -- [118]
					{
						["role"] = "HEALER",
						["name"] = "森金村后勤部-亚雷戈斯",
						["time"] = 1576770257,
						["class"] = 7,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "Dogila-贫瘠之地",
						["iLvl"] = 400,
						["time"] = 1576770251,
						["class"] = 12,
						["bTag"] = "lichking#5875",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "大雨淋淋遇妞-梦境之树",
						["iLvl"] = 409,
						["time"] = 1576770255,
						["class"] = 7,
						["bTag"] = "SleepyBear99#5945",
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "不会跳的兔子-菲拉斯",
						["iLvl"] = 448,
						["time"] = 1576770259,
						["class"] = 8,
						["bTag"] = "不会跳的兔子#51117",
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "Assasincreed-血牙魔王",
						["iLvl"] = 433,
						["time"] = 1576770253,
						["class"] = 4,
						["bTag"] = "AbsoluteZero#5461",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "麥子天使-石爪峰",
						["iLvl"] = 437,
						["time"] = 1576773329,
						["class"] = 9,
						["bTag"] = "看你妹妹#5572",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "偷听女人心-盖斯",
						["iLvl"] = 415,
						["time"] = 1576773329,
						["class"] = 7,
						["bTag"] = "marburyliu#5781",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "福禄寿禧财-安苏",
						["time"] = 1576773329,
						["class"] = 4,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "部落饲养员-卡拉赞",
						["time"] = 1576773329,
						["class"] = 3,
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "山楂饼-死亡之翼",
						["iLvl"] = 418,
						["time"] = 1577372747,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "霍格#5318",
					}, -- [128]
					{
						["role"] = "DAMAGER",
						["name"] = "乆道-死亡熔炉",
						["iLvl"] = 411,
						["time"] = 1577372713,
						["class"] = 12,
						["bTag"] = "陈奂弎#5822",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "大浪味仙-燃烧之刃",
						["iLvl"] = 448,
						["time"] = 1577372547,
						["class"] = 8,
						["bTag"] = "Snoopdoggy#5826",
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "注策会计师-凤凰之神",
						["iLvl"] = 437,
						["time"] = 1577372708,
						["class"] = 8,
						["bTag"] = "二哥佰#5989",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "野野丶-凤凰之神",
						["iLvl"] = 439,
						["time"] = 1577372717,
						["class"] = 4,
						["bTag"] = "丶天亮说晚安#5431",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "黑人克星-奥特兰克",
						["iLvl"] = 390,
						["time"] = 1577372547,
						["class"] = 2,
						["bTag"] = "闪亮之翼#511527",
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "没斩杀的战仕-安苏",
						["iLvl"] = 415,
						["time"] = 1577372713,
						["class"] = 1,
						["bTag"] = "旅店老板#54811",
					}, -- [134]
					{
						["role"] = "DAMAGER",
						["name"] = "誓言小少爷-范达尔鹿盔",
						["iLvl"] = 438,
						["time"] = 1577372696,
						["class"] = 1,
						["bTag"] = "瑶瑶#5293",
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "运气好到爆-藏宝海湾",
						["iLvl"] = 428,
						["time"] = 1577372728,
						["class"] = 12,
						["bTag"] = "朱江水#5467",
					}, -- [136]
					{
						["role"] = "DAMAGER",
						["name"] = "飞翔的裤衩-太阳之井",
						["iLvl"] = 441,
						["time"] = 1577372700,
						["class"] = 3,
						["bTag"] = "萌萌哒丶#5806",
					}, -- [137]
					{
						["role"] = "TANK",
						["name"] = "牛哥慢走-太阳之井",
						["iLvl"] = 439,
						["time"] = 1577372696,
						["class"] = 2,
						["bTag"] = "Killer#57775",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "牛牧牧与我-凤凰之神",
						["time"] = 1577372772,
						["class"] = 5,
						["leader"] = true,
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "趴下装死-冰风岗",
						["iLvl"] = 400,
						["time"] = 1577372713,
						["class"] = 3,
						["bTag"] = "躺下装死#51177",
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "剑飞雪-达斯雷玛",
						["iLvl"] = 378,
						["time"] = 1577372722,
						["class"] = 6,
						["bTag"] = "深海呼吸#5483",
					}, -- [141]
					{
						["role"] = "DAMAGER",
						["name"] = "狐狸不是幺-塞拉摩",
						["iLvl"] = 437,
						["time"] = 1577372700,
						["class"] = 12,
						["bTag"] = "浩南的结巴#51270",
					}, -- [142]
					{
						["role"] = "TANK",
						["name"] = "赞达拉菜鸡-回音山",
						["iLvl"] = 408,
						["time"] = 1577372713,
						["class"] = 11,
						["bTag"] = "含蓄的菜鸟#5967",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "拇指-希雷诺斯",
						["time"] = 1577372708,
						["class"] = 10,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "魅影法神-黑暗虚空",
						["time"] = 1577372698,
						["class"] = 8,
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "一路平趟-布兰卡德",
						["time"] = 1577372724,
						["class"] = 12,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "一骑葬云霄-安苏",
						["time"] = 1577372724,
						["class"] = 6,
					}, -- [147]
					{
						["role"] = "DAMAGER",
						["name"] = "醉心智尊-迪瑟洛克",
						["iLvl"] = 416,
						["time"] = 1577372767,
						["class"] = 8,
						["bTag"] = "威廉#5550",
					}, -- [148]
					{
						["role"] = "TANK",
						["name"] = "肯秋艾斯-冰霜之刃",
						["iLvl"] = 443,
						["time"] = 1577372700,
						["class"] = 2,
						["bTag"] = "围观群众#5194",
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "我喜欢发育丶-死亡之翼",
						["iLvl"] = 422,
						["time"] = 1577372715,
						["class"] = 12,
						["bTag"] = "夏一可的小黄瓜#5640",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "冰霜火语-格瑞姆巴托",
						["iLvl"] = 443,
						["time"] = 1577372717,
						["class"] = 6,
						["bTag"] = "狂野的心#51332",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "大学生活儿好-梦境之树",
						["iLvl"] = 399,
						["time"] = 1577372785,
						["class"] = 12,
						["bTag"] = "碧空之歌#51559",
					}, -- [152]
					{
						["role"] = "DAMAGER",
						["name"] = "梦妮-阿尔萨斯",
						["time"] = 1577372724,
						["class"] = 10,
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "最后的麻烦-死亡之翼",
						["iLvl"] = 418,
						["time"] = 1577372708,
						["class"] = 2,
						["bTag"] = "老9#5931",
					}, -- [154]
					{
						["role"] = "DAMAGER",
						["name"] = "我真的瘦了-莱索恩",
						["iLvl"] = 401,
						["time"] = 1577372734,
						["class"] = 8,
						["bTag"] = "就不告诉你#5588",
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "罪舆罚-迪托马斯",
						["iLvl"] = 445,
						["time"] = 1577372706,
						["class"] = 2,
						["bTag"] = "艾欧里亚#5363",
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "天灰-塞拉摩",
						["iLvl"] = 410,
						["time"] = 1577372696,
						["class"] = 5,
						["bTag"] = "小小寒舍#51470",
					}, -- [157]
					{
						["role"] = "TANK",
						["name"] = "躺在铁轨上-冰霜之刃",
						["iLvl"] = 419,
						["time"] = 1577372728,
						["class"] = 2,
						["bTag"] = "蒋伊含#5897",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "亲亲她吧-无尽之海",
						["iLvl"] = 432,
						["time"] = 1577372698,
						["class"] = 1,
						["bTag"] = "夜已殇#5987",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "脆皮児豆豆龍-贫瘠之地",
						["time"] = 1577372700,
						["class"] = 11,
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "放光的牛-安苏",
						["iLvl"] = 436,
						["time"] = 1577372696,
						["class"] = 2,
						["bTag"] = "莱恩#51148",
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "Uver-冰霜之刃",
						["iLvl"] = 427,
						["time"] = 1577372706,
						["class"] = 2,
						["bTag"] = "子龙01#5126",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "南天一箭-贫瘠之地",
						["iLvl"] = 446,
						["time"] = 1577372696,
						["class"] = 3,
						["bTag"] = "狂野之狼#5307604",
					}, -- [163]
					{
						["role"] = "HEALER",
						["name"] = "梧桐丶听雨-鬼雾峰",
						["iLvl"] = 396,
						["time"] = 1577372698,
						["class"] = 2,
						["bTag"] = "隐蔽之鲷#55404",
					}, -- [164]
					{
						["role"] = "TANK",
						["name"] = "Palofraka-燃烧之刃",
						["iLvl"] = 422,
						["time"] = 1577372722,
						["class"] = 2,
						["bTag"] = "强壮的#5471",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "汐月如画-安苏",
						["iLvl"] = 431,
						["time"] = 1577372702,
						["class"] = 1,
						["bTag"] = "汐月如画#5290",
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "梦里非花-贫瘠之地",
						["time"] = 1577373935,
						["class"] = 6,
						["leader"] = true,
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "战刁-夏维安",
						["iLvl"] = 443,
						["time"] = 1577373935,
						["class"] = 1,
						["bTag"] = "旭旭323#5804",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "Despicableme-黑翼之巢",
						["iLvl"] = 414,
						["time"] = 1577373935,
						["class"] = 6,
						["bTag"] = "唐麦克柯里昂#5953",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "纳莎-加尔",
						["iLvl"] = 439,
						["time"] = 1577373935,
						["class"] = 12,
						["bTag"] = "奈斯#52875",
					}, -- [170]
					{
						["role"] = "TANK",
						["name"] = "残月花尘-雷克萨",
						["iLvl"] = 436,
						["time"] = 1577373935,
						["class"] = 6,
						["bTag"] = "错乱时空#5356",
					}, -- [171]
					{
						["role"] = "DAMAGER",
						["name"] = "拜耶尔兰-格瑞姆巴托",
						["iLvl"] = 419,
						["time"] = 1577373935,
						["class"] = 2,
						["bTag"] = "镜花水月#54632",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "闷棍偷钱走人-安苏",
						["iLvl"] = 423,
						["time"] = 1577373935,
						["class"] = 4,
						["bTag"] = "三玖#5979",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "晴川之灵-迦拉克隆",
						["time"] = 1577373935,
						["class"] = 3,
					}, -- [174]
					{
						["role"] = "DAMAGER",
						["name"] = "丶水货-伊森利恩",
						["iLvl"] = 377,
						["time"] = 1577373935,
						["class"] = 8,
						["bTag"] = "氺货#51681",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "啊维-安苏",
						["iLvl"] = 395,
						["time"] = 1577373935,
						["class"] = 10,
						["bTag"] = "momo#51619",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "Everett-布鲁塔卢斯",
						["iLvl"] = 333,
						["time"] = 1577373935,
						["class"] = 3,
						["bTag"] = "拔呀拔呀拔萝卜#51759",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞永恒-黑石尖塔",
						["time"] = 1577373935,
						["class"] = 12,
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "熊孩子打魔兽-日落沼泽",
						["time"] = 1577374251,
						["class"] = 12,
						["leader"] = true,
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "Nighttime-梅尔加尼",
						["time"] = 1577374271,
						["class"] = 5,
					}, -- [180]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔封印-尘风峡谷",
						["time"] = 1577374257,
						["class"] = 9,
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "裆干就跪了-沙怒",
						["iLvl"] = 446,
						["time"] = 1577374393,
						["class"] = 9,
						["bTag"] = "尘灬殇#5149",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "我和我的善良-燃烧之刃",
						["iLvl"] = 422,
						["time"] = 1577374393,
						["class"] = 4,
						["bTag"] = "浪漫旋律#5606",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒屠夫-托塞德林",
						["iLvl"] = 408,
						["time"] = 1577374393,
						["class"] = 1,
						["bTag"] = "大副#5844",
					}, -- [184]
					{
						["role"] = "DAMAGER",
						["name"] = "一抹幽魂-贫瘠之地",
						["iLvl"] = 427,
						["time"] = 1577374393,
						["class"] = 6,
						["bTag"] = "飝尐#5705",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "暗影飘雪-安苏",
						["time"] = 1577374393,
						["class"] = 12,
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "烟雨灬凄凉-洛丹伦",
						["time"] = 1577374393,
						["class"] = 12,
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "丨幼驯染丨-闪电之刃",
						["time"] = 1577374393,
						["class"] = 12,
					}, -- [188]
					{
						["role"] = "DAMAGER",
						["name"] = "Barrettk-石爪峰",
						["iLvl"] = 405,
						["time"] = 1577971845,
						["class"] = 3,
						["bTag"] = "牛斯拉#5539",
					}, -- [189]
					{
						["role"] = "DAMAGER",
						["name"] = "大白-黑翼之巢",
						["iLvl"] = 412,
						["time"] = 1577971861,
						["class"] = 6,
						["bTag"] = "男爵#5964",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "playerXYHWUL-迪瑟洛克",
						["iLvl"] = 410,
						["time"] = 1577971870,
						["class"] = 8,
						["bTag"] = "残影蚀心#5908",
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "Berial-血色十字军",
						["iLvl"] = 403,
						["time"] = 1577971861,
						["class"] = 3,
						["bTag"] = "旅店老板#51958",
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "依莎贝尔-恐怖图腾",
						["iLvl"] = 432,
						["time"] = 1577971870,
						["class"] = 2,
						["bTag"] = "剑哥#51191",
					}, -- [193]
					{
						["role"] = "DAMAGER",
						["name"] = "一水隔天-迦罗娜",
						["iLvl"] = 427,
						["time"] = 1577971855,
						["class"] = 8,
						["bTag"] = "寂静荣光#5793",
					}, -- [194]
					{
						["role"] = "TANK",
						["name"] = "醉仙居司理理-伊兰尼库斯",
						["iLvl"] = 416,
						["time"] = 1577971870,
						["class"] = 2,
						["bTag"] = "三丨寿#5643",
					}, -- [195]
					{
						["role"] = "DAMAGER",
						["name"] = "咕咕丨-库尔提拉斯",
						["iLvl"] = 445,
						["time"] = 1577971841,
						["class"] = 11,
						["bTag"] = "文的世界#5452",
					}, -- [196]
					{
						["role"] = "DAMAGER",
						["name"] = "天气晚来秋-大地之怒",
						["iLvl"] = 439,
						["time"] = 1577971847,
						["class"] = 3,
						["bTag"] = "皆浮云丶梦壹场#5268",
					}, -- [197]
					{
						["role"] = "DAMAGER",
						["name"] = "拉古娜-血羽",
						["iLvl"] = 398,
						["time"] = 1577971870,
						["class"] = 6,
						["bTag"] = "拉古娜#5788",
					}, -- [198]
					{
						["role"] = "DAMAGER",
						["name"] = "一剑惊鸿-死亡之翼",
						["time"] = 1577971843,
						["class"] = 1,
					}, -- [199]
					{
						["role"] = "DAMAGER",
						["name"] = "小死丫头-主宰之剑",
						["iLvl"] = 426,
						["time"] = 1577971851,
						["class"] = 12,
						["bTag"] = "刺客白#5272",
					}, -- [200]
					{
						["role"] = "DAMAGER",
						["name"] = "星辰不坠落-阿古斯",
						["iLvl"] = 436,
						["time"] = 1577971711,
						["class"] = 11,
						["bTag"] = "吊到没朋友#5827",
					}, -- [201]
					{
						["role"] = "DAMAGER",
						["name"] = "Tarzy-迦拉克隆",
						["iLvl"] = 426,
						["time"] = 1577971843,
						["class"] = 8,
						["bTag"] = "浩克#5169",
					}, -- [202]
					{
						["role"] = "DAMAGER",
						["name"] = "花陌-血色十字军",
						["iLvl"] = 335,
						["time"] = 1577971711,
						["class"] = 9,
						["bTag"] = "猫辞#51701",
					}, -- [203]
					{
						["role"] = "DAMAGER",
						["name"] = "传奇法-达尔坎",
						["iLvl"] = 388,
						["time"] = 1577971870,
						["class"] = 8,
						["bTag"] = "纯白骑士王#5304",
					}, -- [204]
					{
						["role"] = "DAMAGER",
						["name"] = "米兰塔-达基萨斯",
						["iLvl"] = 424,
						["time"] = 1577971870,
						["class"] = 1,
						["bTag"] = "婪丶#5180",
					}, -- [205]
					{
						["role"] = "TANK",
						["name"] = "伤感的豆-凤凰之神",
						["iLvl"] = 430,
						["time"] = 1577971853,
						["class"] = 2,
						["bTag"] = "木木木啊#5180",
					}, -- [206]
					{
						["role"] = "DAMAGER",
						["name"] = "Wuling-大地之怒",
						["iLvl"] = 425,
						["time"] = 1577971870,
						["class"] = 12,
						["bTag"] = "gufanfan#5911",
					}, -- [207]
					{
						["role"] = "DAMAGER",
						["name"] = "小小零丶-安苏",
						["iLvl"] = 434,
						["time"] = 1577971853,
						["class"] = 9,
						["bTag"] = "小零#51603",
					}, -- [208]
					{
						["role"] = "DAMAGER",
						["name"] = "辣蛤蜊-黑铁",
						["iLvl"] = 426,
						["time"] = 1577971841,
						["class"] = 8,
						["bTag"] = "羽羽的猪猪#5233",
					}, -- [209]
					{
						["role"] = "DAMAGER",
						["name"] = "幸运丶兔脚-鬼雾峰",
						["iLvl"] = 422,
						["time"] = 1577971711,
						["class"] = 9,
						["bTag"] = "火球迷人#5636",
					}, -- [210]
					{
						["role"] = "DAMAGER",
						["name"] = "临风飘雪-安苏",
						["iLvl"] = 398,
						["time"] = 1577971870,
						["class"] = 11,
						["bTag"] = "临风飘雪#5311",
					}, -- [211]
					{
						["role"] = "DAMAGER",
						["name"] = "二十四喬-凤凰之神",
						["iLvl"] = 436,
						["time"] = 1577971870,
						["class"] = 7,
						["bTag"] = "冰之沧月#51928",
					}, -- [212]
					{
						["role"] = "DAMAGER",
						["name"] = "幽霊公主-雷霆之王",
						["iLvl"] = 409,
						["time"] = 1577971870,
						["class"] = 9,
						["bTag"] = "阿屁#51264",
					}, -- [213]
					{
						["role"] = "HEALER",
						["name"] = "暴雨梨花灬-格瑞姆巴托",
						["iLvl"] = 448,
						["time"] = 1577971711,
						["class"] = 10,
						["bTag"] = "香蕉你个芭乐#51589",
					}, -- [214]
					{
						["role"] = "DAMAGER",
						["name"] = "蒙蒙去哪儿-冰霜之刃",
						["iLvl"] = 398,
						["time"] = 1577971711,
						["class"] = 8,
						["bTag"] = "蒙蒙耶#5178",
					}, -- [215]
					{
						["role"] = "DAMAGER",
						["name"] = "素心淡雪丶-死亡之翼",
						["iLvl"] = 409,
						["time"] = 1577971847,
						["class"] = 4,
						["bTag"] = "Hermit#5627",
					}, -- [216]
					{
						["role"] = "DAMAGER",
						["name"] = "弩弩-死亡之翼",
						["iLvl"] = 447,
						["time"] = 1577971845,
						["class"] = 12,
						["bTag"] = "血翼#51841",
					}, -- [217]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利达雷卤味-安苏",
						["iLvl"] = 410,
						["time"] = 1577971870,
						["class"] = 12,
						["bTag"] = "疯的速度#5937",
					}, -- [218]
					{
						["role"] = "DAMAGER",
						["name"] = "月光下的肥德-奥金顿",
						["iLvl"] = 412,
						["time"] = 1577971847,
						["class"] = 11,
						["bTag"] = "LuckyTiger#569521",
					}, -- [219]
					{
						["role"] = "DAMAGER",
						["name"] = "七星叶-燃烧之刃",
						["iLvl"] = 425,
						["time"] = 1577971843,
						["class"] = 5,
						["bTag"] = "ganson#5827",
					}, -- [220]
					{
						["role"] = "DAMAGER",
						["name"] = "天高彡尺-无尽之海",
						["time"] = 1577971841,
						["class"] = 9,
					}, -- [221]
					{
						["role"] = "DAMAGER",
						["name"] = "转身说再见-燃烧平原",
						["iLvl"] = 434,
						["time"] = 1577971861,
						["class"] = 1,
						["bTag"] = "灵纹舞者#5514",
					}, -- [222]
					{
						["role"] = "DAMAGER",
						["name"] = "镰鼬-巨龙之吼",
						["iLvl"] = 408,
						["time"] = 1577971870,
						["class"] = 3,
						["bTag"] = "ThaNtos#5825",
					}, -- [223]
					{
						["role"] = "DAMAGER",
						["name"] = "行云流水-影之哀伤",
						["iLvl"] = 412,
						["time"] = 1577971870,
						["class"] = 1,
						["bTag"] = "pigshead#5953",
					}, -- [224]
					{
						["role"] = "TANK",
						["name"] = "小桥流水-影之哀伤",
						["iLvl"] = 409,
						["time"] = 1577971868,
						["class"] = 2,
						["bTag"] = "天丨天#5844",
					}, -- [225]
					{
						["role"] = "DAMAGER",
						["name"] = "秋千纸鸢-影之哀伤",
						["iLvl"] = 404,
						["time"] = 1577971868,
						["class"] = 3,
						["bTag"] = "南鸢#51709",
					}, -- [226]
					{
						["role"] = "DAMAGER",
						["name"] = "Impera-耐奥祖",
						["iLvl"] = 420,
						["time"] = 1577971851,
						["class"] = 4,
						["bTag"] = "深渊迅雷#5907",
					}, -- [227]
					{
						["role"] = "DAMAGER",
						["name"] = "阿卡琉斯-纳克萨玛斯",
						["iLvl"] = 421,
						["time"] = 1577974102,
						["class"] = 2,
						["bTag"] = "阿卡大神#5592",
					}, -- [228]
					{
						["role"] = "DAMAGER",
						["name"] = "菩灬提灬泣-格瑞姆巴托",
						["iLvl"] = 382,
						["time"] = 1577974102,
						["class"] = 12,
						["bTag"] = "殇玥#5290",
					}, -- [229]
					{
						["role"] = "HEALER",
						["name"] = "地狱頌歌-凤凰之神",
						["iLvl"] = 280,
						["time"] = 1577974058,
						["class"] = 5,
						["bTag"] = "地狱颂歌#51378",
					}, -- [230]
				},
				["2-145-530-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "如果我是上帝-托塞德林",
						["iLvl"] = 411,
						["time"] = 1577116880,
						["class"] = 3,
						["bTag"] = "jjqing0202#5597",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "幽冥对我弹琴-踏梦者",
						["iLvl"] = 415,
						["time"] = 1577117078,
						["class"] = 1,
						["bTag"] = "媒体#5250",
					}, -- [2]
				},
				["2-138-644-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "唐糖塘溏瑭-格瑞姆巴托",
						["iLvl"] = 437,
						["time"] = 1576336926,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "你开心就好#52389",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "东非大萌德-格瑞姆巴托",
						["iLvl"] = 397,
						["time"] = 1576336926,
						["class"] = 11,
						["bTag"] = "喵宁#5671",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "七月硫钬-通灵学院",
						["iLvl"] = 390,
						["time"] = 1576336926,
						["class"] = 6,
						["bTag"] = "袭击者#5232",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "又见十万伏特-凤凰之神",
						["iLvl"] = 402,
						["time"] = 1576336926,
						["class"] = 1,
						["bTag"] = "生人勿近#5890",
					}, -- [4]
				},
				["2-141-513-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "唐糖塘溏瑭-格瑞姆巴托",
						["iLvl"] = 437,
						["time"] = 1576333515,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "你开心就好#52389",
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "东非大萌德-格瑞姆巴托",
						["iLvl"] = 397,
						["time"] = 1576333515,
						["class"] = 11,
						["bTag"] = "喵宁#5671",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "重返故土-达基萨斯",
						["iLvl"] = 419,
						["time"] = 1576333515,
						["class"] = 12,
						["bTag"] = "七月#5892",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "咻的一下-亚雷戈斯",
						["iLvl"] = 395,
						["time"] = 1576333515,
						["class"] = 1,
						["bTag"] = "王的寂寞#5477",
					}, -- [4]
				},
				["6-0-17-0"] = {
					{
						["role"] = "NONE",
						["name"] = "不搖碧蓮-熊猫酒仙",
						["iLvl"] = 418,
						["time"] = 1576596738,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "浮生一梦#5608",
					}, -- [1]
					{
						["role"] = "NONE",
						["name"] = "绕指拨乂轻弦-死亡之翼",
						["iLvl"] = 412,
						["time"] = 1576596738,
						["class"] = 8,
						["bTag"] = "墨染乂抒情诗#5430",
					}, -- [2]
					{
						["role"] = "NONE",
						["name"] = "第七页序-迅捷微风",
						["iLvl"] = 415,
						["time"] = 1576596738,
						["class"] = 8,
						["bTag"] = "JUN#53899",
					}, -- [3]
					{
						["role"] = "NONE",
						["name"] = "新源-血色十字军",
						["iLvl"] = 415,
						["time"] = 1576596738,
						["class"] = 11,
						["bTag"] = "Beal#51251",
					}, -- [4]
					{
						["role"] = "NONE",
						["name"] = "小嘛小二郎-凤凰之神",
						["iLvl"] = 411,
						["time"] = 1576596738,
						["class"] = 1,
						["bTag"] = "啪啪啪#53818",
					}, -- [5]
					{
						["role"] = "NONE",
						["name"] = "Amagicoath-龙骨平原",
						["iLvl"] = 428,
						["time"] = 1576596738,
						["class"] = 12,
						["bTag"] = "孤叶卍宿命#5851",
					}, -- [6]
					{
						["role"] = "NONE",
						["name"] = "力量谷痴汉-军团要塞",
						["iLvl"] = 418,
						["time"] = 1576596738,
						["class"] = 11,
						["bTag"] = "東風戰白楊#5748",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Deadpol-安纳塞隆",
						["iLvl"] = 414,
						["time"] = 1576596594,
						["class"] = 1,
						["bTag"] = "佐哈#5521",
					}, -- [8]
					{
						["role"] = "NONE",
						["name"] = "枯之心-红云台地",
						["iLvl"] = 426,
						["time"] = 1576596738,
						["class"] = 5,
						["bTag"] = "枯心#5686",
					}, -- [9]
					{
						["role"] = "NONE",
						["name"] = "孤兒-格瑞姆巴托",
						["iLvl"] = 419,
						["time"] = 1576596738,
						["class"] = 1,
						["bTag"] = "我的大鷄八岁了#5143",
					}, -- [10]
					{
						["role"] = "NONE",
						["name"] = "小表哥-达尔坎",
						["iLvl"] = 418,
						["time"] = 1576596738,
						["class"] = 8,
						["bTag"] = "文越#5110",
					}, -- [11]
					{
						["role"] = "NONE",
						["name"] = "猴赛雷丶-燃烧之刃",
						["iLvl"] = 437,
						["time"] = 1576596738,
						["class"] = 1,
						["bTag"] = "乖淼淼#5596",
					}, -- [12]
					{
						["role"] = "NONE",
						["name"] = "魅影蜘蛛-贫瘠之地",
						["iLvl"] = 427,
						["time"] = 1576596738,
						["class"] = 4,
						["bTag"] = "凯瑞甘#57594",
					}, -- [13]
					{
						["role"] = "NONE",
						["name"] = "伯爵归来-阿拉希",
						["iLvl"] = 426,
						["time"] = 1576596738,
						["class"] = 6,
						["bTag"] = "战神灵儿#5350",
					}, -- [14]
					{
						["role"] = "NONE",
						["name"] = "欧弟老师-鲜血熔炉",
						["iLvl"] = 419,
						["time"] = 1576596738,
						["class"] = 8,
						["bTag"] = "大黄#5418",
					}, -- [15]
					{
						["role"] = "NONE",
						["name"] = "宅小呆-格瑞姆巴托",
						["iLvl"] = 413,
						["time"] = 1576596738,
						["class"] = 6,
						["bTag"] = "天性释然#51801",
					}, -- [16]
					{
						["role"] = "NONE",
						["name"] = "Ne-安纳塞隆",
						["iLvl"] = 416,
						["time"] = 1576596738,
						["class"] = 8,
						["bTag"] = "小明或者小红#5888",
					}, -- [17]
					{
						["role"] = "NONE",
						["name"] = "拉卜拉卡-燃烧之刃",
						["iLvl"] = 419,
						["time"] = 1576596738,
						["class"] = 3,
						["bTag"] = "御宇欣#5156",
					}, -- [18]
					{
						["role"] = "NONE",
						["name"] = "绮誓-亚雷戈斯",
						["iLvl"] = 417,
						["time"] = 1576596738,
						["class"] = 2,
						["bTag"] = "影紫#5386",
					}, -- [19]
					{
						["role"] = "NONE",
						["name"] = "playerZFHURH-布兰卡德",
						["iLvl"] = 418,
						["time"] = 1576596738,
						["class"] = 3,
						["bTag"] = "爱你一条柴#5926",
					}, -- [20]
					{
						["role"] = "NONE",
						["name"] = "祥丶冰火奥义-迦拉克隆",
						["iLvl"] = 417,
						["time"] = 1576596738,
						["class"] = 8,
						["bTag"] = "不下副本不打战场#5930",
					}, -- [21]
					{
						["role"] = "NONE",
						["name"] = "血之魅惑-伊利丹",
						["time"] = 1576596738,
						["class"] = 8,
					}, -- [22]
					{
						["role"] = "NONE",
						["name"] = "哀弃之傷-安苏",
						["iLvl"] = 444,
						["time"] = 1576596738,
						["class"] = 2,
						["bTag"] = "梦中的咸鱼#5257",
					}, -- [23]
					{
						["role"] = "NONE",
						["name"] = "倔犟的狗子-血色十字军",
						["iLvl"] = 428,
						["time"] = 1576596738,
						["class"] = 4,
						["bTag"] = "Sky#53379",
					}, -- [24]
					{
						["role"] = "NONE",
						["name"] = "党的呼唤-熊猫酒仙",
						["iLvl"] = 429,
						["time"] = 1576596738,
						["class"] = 1,
						["bTag"] = "热心市民彭先生#51965",
					}, -- [25]
					{
						["role"] = "NONE",
						["name"] = "莉莉妮特丶-伊森利恩",
						["iLvl"] = 433,
						["time"] = 1576596738,
						["class"] = 4,
						["bTag"] = "摩擦摩擦#5348",
					}, -- [26]
					{
						["role"] = "NONE",
						["name"] = "没搞会不会大-布兰卡德",
						["iLvl"] = 402,
						["time"] = 1576596738,
						["class"] = 2,
						["bTag"] = "HiddenTroll#53532",
					}, -- [27]
					{
						["role"] = "NONE",
						["name"] = "甜美容嬷嬷-龙骨平原",
						["iLvl"] = 428,
						["time"] = 1576596738,
						["class"] = 2,
						["bTag"] = "红颜祸水#51281",
					}, -- [28]
					{
						["role"] = "NONE",
						["name"] = "只要漂亮-死亡之翼",
						["iLvl"] = 420,
						["time"] = 1576596738,
						["class"] = 11,
						["bTag"] = "StarryNight#5806",
					}, -- [29]
					{
						["role"] = "NONE",
						["name"] = "你打不到我-伊森利恩",
						["iLvl"] = 420,
						["time"] = 1576596738,
						["class"] = 12,
						["bTag"] = "伊颖已疑逸矣#5115",
					}, -- [30]
				},
				["3-251-664-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "小鱼游-死亡之翼",
						["time"] = 1576311682,
						["class"] = 11,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "从零學起-艾莫莉丝",
						["iLvl"] = 406,
						["time"] = 1576311690,
						["class"] = 12,
						["bTag"] = "狂野之狼#535274",
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "巅峰神探-凤凰之神",
						["time"] = 1576311690,
						["class"] = 10,
						["leader"] = true,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "淓訫纵火犯-格瑞姆巴托",
						["iLvl"] = 429,
						["time"] = 1576311690,
						["class"] = 8,
						["bTag"] = "痞子伯爵丶#5282",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "子沅-死亡之翼",
						["iLvl"] = 433,
						["time"] = 1576311674,
						["class"] = 5,
						["bTag"] = "邺渊#5837",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "卓戈卡奥-安加萨",
						["iLvl"] = 392,
						["time"] = 1576311690,
						["class"] = 2,
						["bTag"] = "郝银剑#5897",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "枪炮玫瑰丷-凤凰之神",
						["iLvl"] = 383,
						["time"] = 1576311652,
						["class"] = 3,
						["bTag"] = "Knight#5241",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "奥斯汀斯坦丁-凤凰之神",
						["iLvl"] = 450,
						["time"] = 1576311686,
						["class"] = 11,
						["bTag"] = "老奥#5102",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "阿奴伊斯-鹰巢山",
						["iLvl"] = 437,
						["time"] = 1576311661,
						["class"] = 1,
						["bTag"] = "伊斯#5225",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "戦丿訷-格瑞姆巴托",
						["iLvl"] = 383,
						["time"] = 1576311690,
						["class"] = 1,
						["bTag"] = "郑英俊#51827",
					}, -- [10]
					{
						["role"] = "TANK",
						["name"] = "孤独傲雪-凤凰之神",
						["iLvl"] = 426,
						["time"] = 1576311690,
						["class"] = 2,
						["bTag"] = "死亡之翼#533545",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "乌鸦大叔-迅捷微风",
						["iLvl"] = 404,
						["time"] = 1576311690,
						["class"] = 4,
						["bTag"] = "魔法之龟#51126",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "逍遥散仁-风暴之怒",
						["iLvl"] = 320,
						["time"] = 1576311684,
						["class"] = 12,
						["bTag"] = "昊司令#5723",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "卿问-冰风岗",
						["iLvl"] = 384,
						["time"] = 1576311690,
						["class"] = 5,
						["bTag"] = "啪啪啪啪啪啪啪啪#5753",
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "湊莉久-诺兹多姆",
						["time"] = 1576311690,
						["class"] = 9,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "法兰西剩女-凤凰之神",
						["iLvl"] = 410,
						["time"] = 1576311690,
						["class"] = 3,
						["bTag"] = "MatoiSann#5317",
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "邦桑狄-凤凰之神",
						["time"] = 1576311686,
						["class"] = 11,
					}, -- [17]
				},
			},
		},
	},
}
