
GearManagerExDB = {
	["showCloaks"] = {
	},
	["talentBind"] = {
		"神圣", -- [1]
		"防护", -- [2]
		"惩戒", -- [3]
	},
	["stripped"] = {
		"|cff1eff00|Hitem:141620::::::::98:70:512:11:1:767:98:::|h[恶魔典狱官的头盔]|h|r", -- [1]
		nil, -- [2]
		"|cff1eff00|Hitem:114733::::::::98:70::11::::|h[岩板肩甲]|h|r", -- [3]
		nil, -- [4]
		"|cffa335ee|Hitem:113151::::::::98:70::11:1:15:::|h[带孔胸甲]|h|r", -- [5]
		"|cff1eff00|Hitem:114736::::::::98:70::11::::|h[岩板束腰]|h|r", -- [6]
		"|cff0070dd|Hitem:114727::::::::98:70::11:1:171:::|h[岩板腿甲]|h|r", -- [7]
		"|cff1eff00|Hitem:132947::::::::98:70:512:11:1:664:98:::|h[纳萨拉斯马靴]|h|r", -- [8]
		"|cff0070dd|Hitem:109880::::::::98:70:4:17:1:518:529:::|h[锁铆护腕]|h|r", -- [9]
		"|cffa335ee|Hitem:112517::::::::98:70::11:1:545:::|h[沙塔尔守护者护手]|h|r", -- [10]
	},
	["toolbar"] = {
		["columns"] = 10,
		["spacing"] = 0,
		["scale"] = 100,
		["numeric"] = 1,
	},
	["showHelms"] = {
	},
}
