
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["舒耀星辰 - 雷克萨"] = "舒耀星辰 - 雷克萨",
	},
	["profiles"] = {
		["舒耀星辰 - 雷克萨"] = {
			["createHistoryList"] = {
				"6-0-16-0", -- [1]
			},
			["settings"] = {
				["storage"] = {
					["y"] = 61.2139205932617,
					["x"] = 474.196166992188,
					["point"] = "BOTTOMLEFT",
					["scale"] = 1,
				},
			},
			["advShine"] = "70100.03",
			["recent"] = {
				["1-124-422-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "玲玲诺鱼-伊森利恩",
						["time"] = 1483056841,
						["class"] = 5,
						["leader"] = true,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "芸小主-迪托马斯",
						["iLvl"] = 852,
						["time"] = 1483056882,
						["class"] = 12,
						["leader"] = true,
						["bTag"] = "安安的#51170",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "聖戰尒尒-末日行者",
						["iLvl"] = 843,
						["time"] = 1483056882,
						["class"] = 8,
						["bTag"] = "大海#5855",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "王小胖-风行者",
						["iLvl"] = 874,
						["time"] = 1483056882,
						["class"] = 6,
						["bTag"] = "nikka#5677",
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "斐雯雳-荆棘谷",
						["time"] = 1483056882,
						["class"] = 12,
					}, -- [5]
				},
				["1-124-419-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "丨慈焕丨-贫瘠之地",
						["iLvl"] = 658,
						["time"] = 1482788673,
						["class"] = 8,
						["bTag"] = "大地母亲忽悠着你#5212",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "有思想的猪猪-金色平原",
						["iLvl"] = 697,
						["time"] = 1482790739,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "虫虫#5377",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "我是你的宝儿-火烟之谷",
						["iLvl"] = 700,
						["time"] = 1482790739,
						["class"] = 5,
						["bTag"] = "你是我的宝儿#51581",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "叶哓-麦迪文",
						["iLvl"] = 709,
						["time"] = 1482851953,
						["class"] = 1,
						["bTag"] = "神丶#5107",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "三月又三天-暗影之月",
						["iLvl"] = 695,
						["time"] = 1482790739,
						["class"] = 3,
						["bTag"] = "云婧#51976",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "牧丶霜-安苏",
						["iLvl"] = 660,
						["time"] = 1482790739,
						["class"] = 8,
						["bTag"] = "晴朗#5216",
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "小丶屁孩-熊猫酒仙",
						["time"] = 1482786530,
						["class"] = 6,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "青蛇丶-金色平原",
						["time"] = 1482790739,
						["class"] = 2,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "诗星风-奥斯里安",
						["time"] = 1482790739,
						["class"] = 10,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "自动档速腾-阿古斯",
						["iLvl"] = 715,
						["time"] = 1482789143,
						["class"] = 7,
						["bTag"] = "卍风间晓月卍#5884",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "丞相-罗宁",
						["iLvl"] = 663,
						["time"] = 1482790739,
						["class"] = 8,
						["bTag"] = "双旗镇刀客#5202",
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "炽热大师-金色平原",
						["iLvl"] = 397,
						["time"] = 1482789143,
						["class"] = 8,
						["bTag"] = "超牛#5548",
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "飞到花丛中啊-山丘之王",
						["iLvl"] = 746,
						["time"] = 1482790739,
						["class"] = 3,
						["bTag"] = "刘佳#5495",
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "维也纳小黑-天谴之门",
						["time"] = 1482790739,
						["class"] = 1,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "核乄桃-阿古斯",
						["time"] = 1482790739,
						["class"] = 2,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "无聊爆爆-暮色森林",
						["iLvl"] = 883,
						["time"] = 1482788693,
						["class"] = 6,
						["bTag"] = "FunkyFrog#518959",
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "瓦里安鸟瑞恩-火喉",
						["iLvl"] = 752,
						["time"] = 1482789143,
						["class"] = 6,
						["bTag"] = "澄哥哥#5600",
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "草莓不是情人-末日行者",
						["iLvl"] = 706,
						["time"] = 1482790739,
						["class"] = 3,
						["bTag"] = "死亡之翼#527668",
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "尖嘴旺旺-艾森娜",
						["time"] = 1482790739,
						["class"] = 6,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "嘿铯荥碛鹨-奥杜尔",
						["iLvl"] = 703,
						["time"] = 1482843866,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "吂嘂巪鬱亗龘仺#5107",
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "苏奻-破碎岭",
						["iLvl"] = 707,
						["time"] = 1482790739,
						["class"] = 7,
						["bTag"] = "苏白大大#5374",
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "小默-熊猫酒仙",
						["time"] = 1482790739,
						["class"] = 8,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "Seraphimss-熊猫酒仙",
						["time"] = 1482790367,
						["class"] = 9,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "耶啦比琪-末日行者",
						["iLvl"] = 708,
						["time"] = 1482791358,
						["class"] = 12,
						["bTag"] = "赫拉克勒斯#51812",
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "穆柆丁丶铜须-格瑞姆巴托",
						["iLvl"] = 591,
						["time"] = 1482790956,
						["class"] = 2,
						["bTag"] = "自由马儿#5512",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "真慈-地狱之石",
						["time"] = 1482800293,
						["class"] = 7,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "壮大灵-法拉希姆",
						["time"] = 1482800293,
						["class"] = 9,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "動動我試試丶-末日行者",
						["time"] = 1482792549,
						["class"] = 3,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "Vitars-熊猫酒仙",
						["iLvl"] = 723,
						["time"] = 1482793595,
						["class"] = 10,
						["bTag"] = "薄醉微醺#51900",
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "影舞者丶零玖-安苏",
						["iLvl"] = 886,
						["time"] = 1482792589,
						["class"] = 2,
						["bTag"] = "逍遥丿灬叶枫#5680",
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Maxtt-末日行者",
						["time"] = 1482792594,
						["class"] = 6,
					}, -- [31]
					{
						["role"] = "TANK",
						["name"] = "小师哥-格雷迈恩",
						["iLvl"] = 710,
						["time"] = 1482792806,
						["class"] = 6,
						["bTag"] = "叶暖#5239",
					}, -- [32]
					{
						["role"] = "TANK",
						["name"] = "心灵意境-翡翠梦境",
						["iLvl"] = 880,
						["time"] = 1482793036,
						["class"] = 1,
						["bTag"] = "心灵意境#5539",
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "天赐戦魂-迦拉克隆",
						["iLvl"] = 849,
						["time"] = 1482793310,
						["class"] = 4,
						["bTag"] = "露一小脸#5392",
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "丿月光丶艾米-诺莫瑞根",
						["time"] = 1482793422,
						["class"] = 11,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "成摆-诺莫瑞根",
						["time"] = 1482799453,
						["class"] = 10,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "双紫兔-阿古斯",
						["iLvl"] = 708,
						["time"] = 1482800293,
						["class"] = 2,
						["bTag"] = "塔罗的微笑#5490",
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "小妖夭-金色平原",
						["time"] = 1482800293,
						["class"] = 7,
					}, -- [38]
					{
						["role"] = "TANK",
						["name"] = "死亡使者-阿拉索",
						["iLvl"] = 727,
						["time"] = 1482800293,
						["class"] = 6,
						["bTag"] = "静的唯一#5540",
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "天界之巅-主宰之剑",
						["iLvl"] = 681,
						["time"] = 1482800293,
						["class"] = 8,
						["bTag"] = "童童#5264",
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "黑猫飘过-灰谷",
						["time"] = 1482796330,
						["class"] = 4,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "小角尖尖-远古海滩",
						["iLvl"] = 693,
						["time"] = 1482800293,
						["class"] = 12,
						["bTag"] = "ai66#5743",
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "枫綾雪-主宰之剑",
						["time"] = 1482797466,
						["class"] = 3,
					}, -- [43]
					{
						["role"] = "HEALER",
						["name"] = "派派的小图腾-生态船",
						["iLvl"] = 681,
						["time"] = 1482800293,
						["class"] = 7,
						["bTag"] = "派派爹#5408",
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "Devilhulk-回音山",
						["time"] = 1482796936,
						["class"] = 1,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "懒散秀才-凯尔萨斯",
						["iLvl"] = 698,
						["time"] = 1482800282,
						["class"] = 10,
						["bTag"] = "废材#5206",
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "静羽封-暮色森林",
						["time"] = 1482800293,
						["class"] = 9,
					}, -- [47]
					{
						["role"] = "TANK",
						["name"] = "无灬期-暗影之月",
						["iLvl"] = 693,
						["time"] = 1482797347,
						["class"] = 12,
						["bTag"] = "夜灬鬼#5367",
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "那年那个我-桑德兰",
						["iLvl"] = 759,
						["time"] = 1482798024,
						["class"] = 4,
						["bTag"] = "小胖#5814",
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "Monaæillisa-国王之谷",
						["time"] = 1482797342,
						["class"] = 12,
					}, -- [50]
					{
						["role"] = "TANK",
						["name"] = "梦露的小妹-国王之谷",
						["iLvl"] = 877,
						["time"] = 1482797408,
						["class"] = 2,
						["bTag"] = "wangyixiang#5551",
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "珂莱儿-永恒之井",
						["time"] = 1482798530,
						["class"] = 3,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "时津风-奥特兰克",
						["iLvl"] = 660,
						["time"] = 1482800293,
						["class"] = 9,
						["bTag"] = "七海千秋#51839",
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "鲜衣怒马-阿迦玛甘",
						["time"] = 1482800293,
						["class"] = 1,
					}, -- [54]
					{
						["role"] = "TANK",
						["name"] = "吾爱莹-铜龙军团",
						["time"] = 1482798678,
						["class"] = 2,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "久违的风-冰霜之刃",
						["time"] = 1482800293,
						["class"] = 8,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "一快慢机一-末日行者",
						["time"] = 1482799173,
						["class"] = 6,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "太空农夫-黑暗之矛",
						["iLvl"] = 719,
						["time"] = 1482800293,
						["class"] = 2,
						["bTag"] = "Mahoro#5947",
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "迷人的大哥-主宰之剑",
						["iLvl"] = 715,
						["time"] = 1482800293,
						["class"] = 4,
						["bTag"] = "柒玖零七0504#5187",
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "夕阳灬-阿纳克洛斯",
						["iLvl"] = 867,
						["time"] = 1482799490,
						["class"] = 2,
						["bTag"] = "疯子琪琪#5563",
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "幻惑我来扛-末日行者",
						["iLvl"] = 709,
						["time"] = 1482799662,
						["class"] = 1,
						["bTag"] = "幻惑之兰#5877",
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "Tiffanys-主宰之剑",
						["iLvl"] = 709,
						["time"] = 1482800293,
						["class"] = 8,
						["bTag"] = "漫步人生路#51972",
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "冰血之魂-风行者",
						["iLvl"] = 619,
						["time"] = 1482800293,
						["class"] = 11,
						["bTag"] = "上善若水#51486",
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "一零二秋葵-主宰之剑",
						["time"] = 1482800293,
						["class"] = 10,
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "赤城之天-铜龙军团",
						["time"] = 1482799684,
						["class"] = 1,
					}, -- [65]
					{
						["role"] = "DAMAGER",
						["name"] = "沁月魇殇-永恒之井",
						["time"] = 1482799879,
						["class"] = 4,
					}, -- [66]
					{
						["role"] = "TANK",
						["name"] = "泰兰得语風-国王之谷",
						["iLvl"] = 710,
						["time"] = 1482800293,
						["class"] = 12,
						["bTag"] = "夏舞桀#5484",
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "二队小德丶-破碎岭",
						["iLvl"] = 702,
						["time"] = 1482800293,
						["class"] = 12,
						["bTag"] = "捞鱼捞到大白鲨#5702",
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "港城交警丶-无尽之海",
						["time"] = 1482800293,
						["class"] = 2,
					}, -- [69]
					{
						["role"] = "DAMAGER",
						["name"] = "冰羽忧蓝-范达尔鹿盔",
						["iLvl"] = 730,
						["time"] = 1482800293,
						["class"] = 8,
						["bTag"] = "乖龙儿#5447",
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "听得见吗-金色平原",
						["time"] = 1482800293,
						["class"] = 3,
					}, -- [71]
					{
						["role"] = "TANK",
						["name"] = "漏气个娃娃-山丘之王",
						["iLvl"] = 881,
						["time"] = 1482800193,
						["class"] = 12,
						["bTag"] = "夜太美#5686",
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "夏凉-破碎岭",
						["iLvl"] = 889,
						["time"] = 1482800228,
						["class"] = 8,
						["bTag"] = "成明巍#5882",
					}, -- [73]
					{
						["role"] = "TANK",
						["name"] = "云朵朵-翡翠梦境",
						["iLvl"] = 567,
						["time"] = 1482806304,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "芭拉芭拉多利#5303",
					}, -- [74]
					{
						["role"] = "HEALER",
						["name"] = "强壮的小狮子-风行者",
						["iLvl"] = 878,
						["time"] = 1482805758,
						["class"] = 2,
						["bTag"] = "熬夜熊熊#5757",
					}, -- [75]
					{
						["role"] = "HEALER",
						["name"] = "佣兵小黑人-拉文霍德",
						["time"] = 1482806304,
						["class"] = 5,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "花到灬不得了-祖阿曼",
						["iLvl"] = 705,
						["time"] = 1482806304,
						["class"] = 5,
						["bTag"] = "花到不得了#5351",
					}, -- [77]
					{
						["role"] = "DAMAGER",
						["name"] = "你不看我不射-塞拉摩",
						["time"] = 1482806083,
						["class"] = 3,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "凋零的叶子-玛里苟斯",
						["iLvl"] = 697,
						["time"] = 1482806304,
						["class"] = 3,
						["bTag"] = "五月初五#5266",
					}, -- [79]
					{
						["role"] = "TANK",
						["name"] = "米莉丶洛莉丝-金色平原",
						["time"] = 1482843866,
						["class"] = 2,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "蝈服第一盲僧-普瑞斯托",
						["iLvl"] = 710,
						["time"] = 1482843866,
						["class"] = 10,
						["bTag"] = "何欣成弟弟#5703",
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "时光回音-国王之谷",
						["time"] = 1482986758,
						["class"] = 12,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "藤蔓蘑菇-熊猫酒仙",
						["iLvl"] = 690,
						["time"] = 1482843227,
						["class"] = 3,
						["bTag"] = "爱睡觉的我#5550",
					}, -- [83]
					{
						["role"] = "HEALER",
						["name"] = "疾风之孤-罗宁",
						["time"] = 1482843862,
						["class"] = 11,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "无聊的诗情-熊猫酒仙",
						["iLvl"] = 717,
						["time"] = 1482843667,
						["class"] = 6,
						["bTag"] = "心晴#5252",
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "亦猎-拉文凯斯",
						["iLvl"] = 712,
						["time"] = 1482843866,
						["class"] = 3,
						["bTag"] = "幸运之虎#52986",
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "塞米利蕥-格瑞姆巴托",
						["iLvl"] = 756,
						["time"] = 1482843222,
						["class"] = 11,
						["bTag"] = "茫然的潜行者#5968",
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "伊若-轻风之语",
						["iLvl"] = 659,
						["time"] = 1482842923,
						["class"] = 9,
						["bTag"] = "Pure#52837",
					}, -- [88]
					{
						["role"] = "HEALER",
						["name"] = "Blizz-轻风之语",
						["iLvl"] = 671,
						["time"] = 1482843866,
						["class"] = 5,
						["bTag"] = "gaoxunliang#5384",
					}, -- [89]
					{
						["role"] = "HEALER",
						["name"] = "浪漫苹果-月光林地",
						["iLvl"] = 723,
						["time"] = 1482843860,
						["class"] = 10,
						["bTag"] = "逍遥浪漫#5852",
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "战无休惑不息-托尔巴拉德",
						["time"] = 1482851953,
						["class"] = 10,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "很好很悲剧-翡翠梦境",
						["iLvl"] = 723,
						["time"] = 1482845926,
						["class"] = 2,
						["bTag"] = "有点小迷茫#5200",
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "为菇凉而战-玛多兰",
						["iLvl"] = 731,
						["time"] = 1482843752,
						["class"] = 3,
						["bTag"] = "菇凉#5349",
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "钢铁奥特曼-祖阿曼",
						["time"] = 1482843619,
						["class"] = 6,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "Darkbolt-罗宁",
						["iLvl"] = 659,
						["time"] = 1482845926,
						["class"] = 9,
						["leader"] = true,
						["bTag"] = "ericK#5539",
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "来吃小鱼干-破碎岭",
						["time"] = 1482843746,
						["class"] = 12,
					}, -- [96]
					{
						["role"] = "TANK",
						["name"] = "花生丶小德-影牙要塞",
						["iLvl"] = 705,
						["time"] = 1482845879,
						["class"] = 11,
						["bTag"] = "胖子#51385",
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "风雷地火-熊猫酒仙",
						["iLvl"] = 657,
						["time"] = 1482851953,
						["class"] = 7,
						["leader"] = true,
						["bTag"] = "张大虎#5462",
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "阿芙罗-羽月",
						["iLvl"] = 739,
						["time"] = 1482851953,
						["class"] = 8,
						["bTag"] = "蓝咖啡#5980",
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "杯酒渐浓-壁炉谷",
						["time"] = 1482851953,
						["class"] = 7,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "狮子王-海加尔",
						["time"] = 1482845926,
						["class"] = 3,
					}, -- [101]
					{
						["role"] = "TANK",
						["name"] = "道亦有魔-白银之手",
						["time"] = 1482851953,
						["class"] = 6,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "大脚世界频道-末日行者",
						["iLvl"] = 642,
						["time"] = 1482851953,
						["class"] = 4,
						["bTag"] = "死亡之翼#527668",
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "蓉城桃子-金度",
						["time"] = 1482850803,
						["class"] = 6,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "影杀无涯-熊猫酒仙",
						["time"] = 1482851953,
						["class"] = 4,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "娜葛穆诗-主宰之剑",
						["iLvl"] = 716,
						["time"] = 1482851143,
						["class"] = 7,
						["bTag"] = "会长大人#5442",
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "青菜紫罗冬瓜-国王之谷",
						["time"] = 1482850866,
						["class"] = 3,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "赵丽颖丶-千针石林",
						["iLvl"] = 713,
						["time"] = 1482851953,
						["class"] = 5,
						["bTag"] = "jack#510583",
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "艾米莉亚碳-千针石林",
						["iLvl"] = 678,
						["time"] = 1482851067,
						["class"] = 1,
						["bTag"] = "彩虹滴滴#5817",
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "小月魔-主宰之剑",
						["time"] = 1482850922,
						["class"] = 9,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "Azurestar-迦拉克隆",
						["time"] = 1482850924,
						["class"] = 12,
					}, -- [111]
					{
						["role"] = "HEALER",
						["name"] = "灌奶高手-白银之手",
						["time"] = 1482851365,
						["class"] = 5,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "Asddsdsad-梦境之树",
						["time"] = 1482851092,
						["class"] = 8,
					}, -- [113]
					{
						["role"] = "TANK",
						["name"] = "萌萌圈-加里索斯",
						["iLvl"] = 717,
						["time"] = 1482851166,
						["class"] = 10,
						["bTag"] = "壹米陽光#5482",
					}, -- [114]
					{
						["role"] = "TANK",
						["name"] = "飘零紫峯-死亡之翼",
						["iLvl"] = 663,
						["time"] = 1482851380,
						["class"] = 11,
						["bTag"] = "BODONG#5616",
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "绝版惩戒骑-塞拉摩",
						["iLvl"] = 656,
						["time"] = 1482851564,
						["class"] = 2,
						["bTag"] = "战士冲锋兽#5913",
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "雪见时雨-罗宁",
						["iLvl"] = 659,
						["time"] = 1483023866,
						["class"] = 4,
						["bTag"] = "暗影之鸦#51509",
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "青稞紫韵-影之哀伤",
						["time"] = 1482851953,
						["class"] = 11,
					}, -- [118]
					{
						["role"] = "DAMAGER",
						["name"] = "小丶狼-神圣之歌",
						["time"] = 1482851296,
						["class"] = 12,
					}, -- [119]
					{
						["role"] = "DAMAGER",
						["name"] = "壞壊-千针石林",
						["iLvl"] = 874,
						["time"] = 1482851306,
						["class"] = 8,
						["bTag"] = "壊振振#5103",
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "武义根火-永夜港",
						["time"] = 1482851953,
						["class"] = 12,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "这货很厉害-泰兰德",
						["time"] = 1482851953,
						["class"] = 12,
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "Bof-诺莫瑞根",
						["iLvl"] = 711,
						["time"] = 1482851953,
						["class"] = 1,
						["bTag"] = "为了部落#53750",
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "魂灬最佳配角-壁炉谷",
						["iLvl"] = 692,
						["time"] = 1482851953,
						["class"] = 2,
						["bTag"] = "战灬魂#51536",
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "Sedative-末日行者",
						["iLvl"] = 709,
						["time"] = 1482851557,
						["class"] = 1,
						["bTag"] = "小筑#5123",
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "雷霆给爷跪-达尔坎",
						["time"] = 1482851426,
						["class"] = 8,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "凤舞丶天涯-金色平原",
						["time"] = 1482851448,
						["class"] = 3,
					}, -- [127]
					{
						["role"] = "DAMAGER",
						["name"] = "playerKRDHIA-埃德萨拉",
						["time"] = 1482851499,
						["class"] = 4,
					}, -- [128]
					{
						["role"] = "TANK",
						["name"] = "杀戮丨尐陆-奥拉基尔",
						["iLvl"] = 882,
						["time"] = 1482851732,
						["class"] = 12,
						["bTag"] = "死亡之翼#522295",
					}, -- [129]
					{
						["role"] = "DAMAGER",
						["name"] = "花开小号-丽丽（四川）",
						["time"] = 1482851953,
						["class"] = 8,
					}, -- [130]
					{
						["role"] = "DAMAGER",
						["name"] = "招财小猫蜜-山丘之王",
						["iLvl"] = 888,
						["time"] = 1482851597,
						["class"] = 3,
						["bTag"] = "王磊#5754",
					}, -- [131]
					{
						["role"] = "DAMAGER",
						["name"] = "卡妙嘎登-艾苏恩",
						["iLvl"] = 825,
						["time"] = 1482851656,
						["class"] = 9,
						["bTag"] = "神之手#5552",
					}, -- [132]
					{
						["role"] = "DAMAGER",
						["name"] = "狼猎浪-熊猫酒仙",
						["time"] = 1482851953,
						["class"] = 3,
					}, -- [133]
					{
						["role"] = "DAMAGER",
						["name"] = "开门你的快递-阿古斯",
						["iLvl"] = 850,
						["time"] = 1482851895,
						["class"] = 5,
						["bTag"] = "抽筋#51404",
					}, -- [134]
					{
						["role"] = "HEALER",
						["name"] = "猪中的神-寒冰皇冠",
						["time"] = 1482851844,
						["class"] = 5,
					}, -- [135]
					{
						["role"] = "DAMAGER",
						["name"] = "嘞檬-熊猫酒仙",
						["iLvl"] = 712,
						["time"] = 1482985657,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "浮生#5756",
					}, -- [136]
					{
						["role"] = "TANK",
						["name"] = "国王的兵-永夜港",
						["time"] = 1482985657,
						["class"] = 1,
					}, -- [137]
					{
						["role"] = "TANK",
						["name"] = "海是蓝色的天-贫瘠之地",
						["iLvl"] = 697,
						["time"] = 1482985657,
						["class"] = 2,
						["bTag"] = "蓝是大海的天#5331",
					}, -- [138]
					{
						["role"] = "DAMAGER",
						["name"] = "狂野的小翘臀-格雷迈恩",
						["iLvl"] = 694,
						["time"] = 1482985657,
						["class"] = 7,
						["bTag"] = "叶暖#5239",
					}, -- [139]
					{
						["role"] = "DAMAGER",
						["name"] = "用脸吃吐息-暗影之月",
						["time"] = 1482986758,
						["class"] = 8,
					}, -- [140]
					{
						["role"] = "DAMAGER",
						["name"] = "丿小乔-金色平原",
						["iLvl"] = 746,
						["time"] = 1482986758,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "莱戈拉斯#5166",
					}, -- [141]
					{
						["role"] = "HEALER",
						["name"] = "幺幺灵丶-主宰之剑",
						["iLvl"] = 721,
						["time"] = 1482986758,
						["class"] = 11,
						["bTag"] = "卢云#5931",
					}, -- [142]
					{
						["role"] = "HEALER",
						["name"] = "衣架子工程-风暴之眼",
						["iLvl"] = 700,
						["time"] = 1483023866,
						["class"] = 5,
						["leader"] = true,
						["bTag"] = "慵懒泰坦#5414",
					}, -- [143]
					{
						["role"] = "DAMAGER",
						["name"] = "小丁丁飞起-风暴之眼",
						["time"] = 1483023866,
						["class"] = 10,
					}, -- [144]
					{
						["role"] = "DAMAGER",
						["name"] = "城会玩儿-月光林地",
						["time"] = 1483023866,
						["class"] = 7,
					}, -- [145]
					{
						["role"] = "DAMAGER",
						["name"] = "冰镇酸奶丶-加里索斯",
						["time"] = 1483023866,
						["class"] = 7,
					}, -- [146]
					{
						["role"] = "DAMAGER",
						["name"] = "Jagaa-丽丽（四川）",
						["iLvl"] = 735,
						["time"] = 1483023439,
						["class"] = 3,
						["bTag"] = "圣光#52669",
					}, -- [147]
					{
						["role"] = "TANK",
						["name"] = "可疑的小射-萨尔",
						["time"] = 1483023866,
						["class"] = 6,
					}, -- [148]
					{
						["role"] = "DAMAGER",
						["name"] = "元素之吻-麦维影歌",
						["time"] = 1483023866,
						["class"] = 7,
					}, -- [149]
					{
						["role"] = "DAMAGER",
						["name"] = "头就是铁-永恒之井",
						["iLvl"] = 750,
						["time"] = 1483023866,
						["class"] = 9,
						["bTag"] = "丫卖爹普罗德摩尔#5196",
					}, -- [150]
					{
						["role"] = "DAMAGER",
						["name"] = "花到丨不得了-祖阿曼",
						["iLvl"] = 705,
						["time"] = 1483023866,
						["class"] = 8,
						["bTag"] = "花到不得了#5351",
					}, -- [151]
					{
						["role"] = "DAMAGER",
						["name"] = "苍鹰之握-壁炉谷",
						["iLvl"] = 660,
						["time"] = 1483023067,
						["class"] = 1,
						["bTag"] = "光明之印#5814",
					}, -- [152]
					{
						["role"] = "HEALER",
						["name"] = "一个人出去-托尔巴拉德",
						["iLvl"] = 716,
						["time"] = 1483023709,
						["class"] = 5,
						["bTag"] = "老虎暴行天下#5464",
					}, -- [153]
					{
						["role"] = "DAMAGER",
						["name"] = "瘟疫骑士-伊森利恩",
						["time"] = 1483023866,
						["class"] = 6,
					}, -- [154]
					{
						["role"] = "TANK",
						["name"] = "尼古拉斯蛋-熊猫酒仙",
						["time"] = 1483023866,
						["class"] = 11,
					}, -- [155]
					{
						["role"] = "DAMAGER",
						["name"] = "Cuzz-安苏",
						["time"] = 1483023866,
						["class"] = 8,
					}, -- [156]
					{
						["role"] = "DAMAGER",
						["name"] = "忐忑大黄蜂-银松森林",
						["iLvl"] = 609,
						["time"] = 1483023866,
						["class"] = 10,
						["bTag"] = "屋漏偏逢泥石流#5106",
					}, -- [157]
					{
						["role"] = "DAMAGER",
						["name"] = "橙鞋子-白银之手",
						["iLvl"] = 689,
						["time"] = 1483023049,
						["class"] = 4,
						["bTag"] = "LczeerHlw#5293",
					}, -- [158]
					{
						["role"] = "DAMAGER",
						["name"] = "纯洁的小无敌-加里索斯",
						["iLvl"] = 874,
						["time"] = 1483023045,
						["class"] = 3,
						["bTag"] = "纯洁的小无敌#5294",
					}, -- [159]
					{
						["role"] = "DAMAGER",
						["name"] = "瀑雪我玩你媽-熊猫酒仙",
						["time"] = 1483023866,
						["class"] = 11,
					}, -- [160]
					{
						["role"] = "DAMAGER",
						["name"] = "沐月之魂-遗忘海岸",
						["time"] = 1483023033,
						["class"] = 11,
					}, -- [161]
					{
						["role"] = "DAMAGER",
						["name"] = "说好的美丽呢-雷斧堡垒",
						["iLvl"] = 712,
						["time"] = 1483023691,
						["class"] = 8,
						["bTag"] = "呆呆#5719",
					}, -- [162]
					{
						["role"] = "DAMAGER",
						["name"] = "条野浩大-格瑞姆巴托",
						["time"] = 1483023183,
						["class"] = 7,
					}, -- [163]
					{
						["role"] = "TANK",
						["name"] = "Qalforever-玛里苟斯",
						["iLvl"] = 888,
						["time"] = 1483023269,
						["class"] = 6,
						["bTag"] = "叫证明你需要#51134",
					}, -- [164]
					{
						["role"] = "DAMAGER",
						["name"] = "雅思贝尔-凯尔萨斯",
						["iLvl"] = 700,
						["time"] = 1483023866,
						["class"] = 9,
						["bTag"] = "最后的祈祷#5138",
					}, -- [165]
					{
						["role"] = "DAMAGER",
						["name"] = "一叶知秋丷-桑德兰",
						["time"] = 1483023310,
						["class"] = 6,
					}, -- [166]
					{
						["role"] = "DAMAGER",
						["name"] = "噁藦瀷鏃-主宰之剑",
						["iLvl"] = 730,
						["time"] = 1483023320,
						["class"] = 3,
						["bTag"] = "璀璨灬星空#51953",
					}, -- [167]
					{
						["role"] = "DAMAGER",
						["name"] = "末知目標-伊萨里奥斯",
						["iLvl"] = 610,
						["time"] = 1483023866,
						["class"] = 8,
						["bTag"] = "黎恩丶舒华泽#51421",
					}, -- [168]
					{
						["role"] = "DAMAGER",
						["name"] = "诺达西亚-埃德萨拉",
						["iLvl"] = 647,
						["time"] = 1483023866,
						["class"] = 11,
						["bTag"] = "宝哥#5496",
					}, -- [169]
					{
						["role"] = "DAMAGER",
						["name"] = "已瞎-石爪峰",
						["time"] = 1483036061,
						["class"] = 12,
						["leader"] = true,
					}, -- [170]
					{
						["role"] = "DAMAGER",
						["name"] = "小白赏赐-暗影之月",
						["iLvl"] = 865,
						["time"] = 1483036236,
						["class"] = 2,
						["leader"] = true,
						["bTag"] = "蛮力之裤#529552",
					}, -- [171]
					{
						["role"] = "TANK",
						["name"] = "Nvy-斯坦索姆",
						["iLvl"] = 875,
						["time"] = 1483036231,
						["class"] = 10,
						["bTag"] = "WY99#51705",
					}, -- [172]
					{
						["role"] = "DAMAGER",
						["name"] = "太君我是良民-拉文凯斯",
						["iLvl"] = 831,
						["time"] = 1483036236,
						["class"] = 12,
						["bTag"] = "爷放荡不羁#5418",
					}, -- [173]
					{
						["role"] = "DAMAGER",
						["name"] = "乄拉风厶-深渊之巢",
						["iLvl"] = 863,
						["time"] = 1483036067,
						["class"] = 1,
						["bTag"] = "saysky#5648",
					}, -- [174]
					{
						["role"] = "TANK",
						["name"] = "红骑-风暴之眼",
						["iLvl"] = 872,
						["time"] = 1483036082,
						["class"] = 6,
						["bTag"] = "大道#5651",
					}, -- [175]
					{
						["role"] = "DAMAGER",
						["name"] = "Beastie-白银之手",
						["iLvl"] = 869,
						["time"] = 1483036094,
						["class"] = 12,
						["bTag"] = "lhuo#5805",
					}, -- [176]
					{
						["role"] = "DAMAGER",
						["name"] = "小妙术-灰谷",
						["iLvl"] = 874,
						["time"] = 1483036236,
						["class"] = 9,
						["bTag"] = "周文#51634",
					}, -- [177]
					{
						["role"] = "DAMAGER",
						["name"] = "二货走开-阿古斯",
						["time"] = 1483036019,
						["class"] = 8,
					}, -- [178]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼鱼風-桑德兰",
						["iLvl"] = 802,
						["time"] = 1483036033,
						["class"] = 5,
						["bTag"] = "鱼鱼風#5561",
					}, -- [179]
					{
						["role"] = "DAMAGER",
						["name"] = "天啊丶你增高-安苏",
						["iLvl"] = 860,
						["time"] = 1483036236,
						["class"] = 10,
						["bTag"] = "Arthur#5375",
					}, -- [180]
					{
						["role"] = "HEALER",
						["name"] = "夜骑貂蝉-伊萨里奥斯",
						["iLvl"] = 876,
						["time"] = 1483036044,
						["class"] = 5,
						["bTag"] = "末日使者#5741",
					}, -- [181]
					{
						["role"] = "DAMAGER",
						["name"] = "血之梦刃-埃德萨拉",
						["iLvl"] = 862,
						["time"] = 1483036082,
						["class"] = 1,
						["bTag"] = "煈灬绝恋#5877",
					}, -- [182]
					{
						["role"] = "DAMAGER",
						["name"] = "我会二段跳-法拉希姆",
						["iLvl"] = 869,
						["time"] = 1483036044,
						["class"] = 12,
						["bTag"] = "宾夕法拉利#5250",
					}, -- [183]
					{
						["role"] = "DAMAGER",
						["name"] = "切割者里卡尔-瑞文戴尔",
						["iLvl"] = 862,
						["time"] = 1483036080,
						["class"] = 7,
						["bTag"] = "皮皮#5592",
					}, -- [184]
					{
						["role"] = "TANK",
						["name"] = "飞跃梦想-雷克萨",
						["iLvl"] = 872,
						["time"] = 1483036231,
						["class"] = 12,
						["bTag"] = "消散的灵魂#5954",
					}, -- [185]
					{
						["role"] = "DAMAGER",
						["name"] = "魏德宝-荆棘谷",
						["time"] = 1483036208,
						["class"] = 9,
					}, -- [186]
					{
						["role"] = "DAMAGER",
						["name"] = "尛橙丶-末日行者",
						["iLvl"] = 882,
						["time"] = 1483036236,
						["class"] = 6,
						["bTag"] = "橙子殿下#5692",
					}, -- [187]
					{
						["role"] = "DAMAGER",
						["name"] = "进击的伏特加-诺莫瑞根",
						["iLvl"] = 883,
						["time"] = 1483036236,
						["class"] = 4,
						["bTag"] = "Haku#5267",
					}, -- [188]
					{
						["role"] = "HEALER",
						["name"] = "甜甜的甜甜圈-主宰之剑",
						["iLvl"] = 866,
						["time"] = 1483036236,
						["class"] = 2,
						["bTag"] = "明月涯#51823",
					}, -- [189]
					{
						["role"] = "TANK",
						["name"] = "碗里挡不住-熊猫酒仙",
						["iLvl"] = 861,
						["time"] = 1483036236,
						["class"] = 1,
						["bTag"] = "初来炸到#5621",
					}, -- [190]
					{
						["role"] = "DAMAGER",
						["name"] = "该影-奥特兰克",
						["time"] = 1483036231,
						["class"] = 3,
					}, -- [191]
					{
						["role"] = "DAMAGER",
						["name"] = "精灵之神-无底海渊",
						["time"] = 1483036236,
						["class"] = 8,
					}, -- [192]
					{
						["role"] = "DAMAGER",
						["name"] = "血牙刺客-暗影之月",
						["iLvl"] = 852,
						["time"] = 1483036236,
						["class"] = 4,
						["bTag"] = "本性难移#51238",
					}, -- [193]
					{
						["role"] = "HEALER",
						["name"] = "曙光救赎-末日行者",
						["iLvl"] = 776,
						["time"] = 1483036236,
						["class"] = 2,
						["bTag"] = "夜么么#5742",
					}, -- [194]
				},
				["1-124-421-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "纳萨诺斯丶殇-白银之手",
						["iLvl"] = 890,
						["time"] = 1483046722,
						["class"] = 3,
						["leader"] = true,
						["bTag"] = "伊利达德芙#5650",
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "依旧小鸟-风暴峭壁",
						["iLvl"] = 888,
						["time"] = 1483046701,
						["class"] = 2,
						["bTag"] = "HiddenSquid#53638",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "Camino-白银之手",
						["iLvl"] = 867,
						["time"] = 1483046688,
						["class"] = 3,
						["bTag"] = "Ocanee1998#5425",
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "Lonitancy-红龙女王",
						["iLvl"] = 833,
						["time"] = 1483046688,
						["class"] = 2,
						["bTag"] = "LoliHunter#51641",
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "月师-熊猫酒仙",
						["iLvl"] = 862,
						["time"] = 1483046724,
						["class"] = 6,
						["leader"] = true,
						["bTag"] = "超能法神#51737",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "北栀-蜘蛛王国",
						["iLvl"] = 874,
						["time"] = 1483046724,
						["class"] = 11,
						["bTag"] = "霍格#53804",
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "Snowdreams-亚雷戈斯",
						["iLvl"] = 858,
						["time"] = 1483046701,
						["class"] = 7,
						["bTag"] = "小湮卷卷#5321",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "寒夜紫苏-风暴之眼",
						["iLvl"] = 876,
						["time"] = 1483046724,
						["class"] = 3,
						["bTag"] = "flying#5622",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Medivhx-伊利丹",
						["iLvl"] = 882,
						["time"] = 1483046724,
						["class"] = 8,
						["bTag"] = "黄瓜小超人#5237",
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "涡烈丶-安苏",
						["iLvl"] = 880,
						["time"] = 1483046722,
						["class"] = 3,
						["bTag"] = "周大神#5450",
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "尼姑庵的保安-主宰之剑",
						["time"] = 1483046724,
						["class"] = 10,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "Aoisora-艾森娜",
						["time"] = 1483046724,
						["class"] = 2,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "再见未来-兰娜瑟尔",
						["iLvl"] = 868,
						["time"] = 1483046718,
						["class"] = 6,
						["bTag"] = "迷失的友好#5585",
					}, -- [13]
					{
						["role"] = "TANK",
						["name"] = "甜芯-埃雷达尔",
						["time"] = 1483046724,
						["class"] = 1,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "深水老司机-奥达曼",
						["time"] = 1483046724,
						["class"] = 6,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "花絮秋風-罗宁",
						["time"] = 1483046724,
						["class"] = 1,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "魂萦梦璃-荆棘谷",
						["iLvl"] = 859,
						["time"] = 1483046713,
						["class"] = 8,
						["bTag"] = "解夏#5444",
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "克里斯汀娜-斯坦索姆",
						["time"] = 1483046724,
						["class"] = 11,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "伊利冄丶怒风-黑铁",
						["iLvl"] = 873,
						["time"] = 1483046703,
						["class"] = 1,
						["bTag"] = "缘之羁绊#5929",
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "鬼眼怒风-石锤",
						["time"] = 1483046724,
						["class"] = 12,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "左手寂寞-德拉诺",
						["iLvl"] = 848,
						["time"] = 1483046724,
						["class"] = 6,
						["bTag"] = "fdldsz#5843",
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "伊人旧梦回眸-主宰之剑",
						["iLvl"] = 772,
						["time"] = 1483046713,
						["class"] = 11,
						["bTag"] = "燃烧的岁月#5445",
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "櫻花殘雪-桑德兰",
						["time"] = 1483046724,
						["class"] = 2,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "一树-蜘蛛王国",
						["iLvl"] = 868,
						["time"] = 1483046722,
						["class"] = 9,
						["bTag"] = "一树#5795",
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "暗锋-火喉",
						["iLvl"] = 866,
						["time"] = 1483046708,
						["class"] = 10,
						["bTag"] = "末夏#5453",
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "双刀小飞飞-海加尔",
						["iLvl"] = 870,
						["time"] = 1483046724,
						["class"] = 12,
						["bTag"] = "Aspirit57#5363",
					}, -- [26]
				},
			},
			["lastSearchValue"] = "1-124-422-0",
			["worldQuestHelp"] = true,
			["searchHistoryList"] = {
				"1-124-422-0", -- [1]
				"1-124-421-0", -- [2]
				"1-124-419-0", -- [3]
				"6-0-16-0", -- [4]
				"6-0-0-0", -- [5]
			},
		},
	},
}
