
HandyNotesDB = {
	["profileKeys"] = {
		["骨灰级吖 - 伊莫塔尔"] = "骨灰级吖 - 伊莫塔尔",
		["舒殉魂 - 埃基尔松"] = "舒殉魂 - 埃基尔松",
		["舒震宇 - 伊莫塔尔"] = "舒震宇 - 伊莫塔尔",
	},
	["profiles"] = {
		["骨灰级吖 - 伊莫塔尔"] = {
		},
		["舒殉魂 - 埃基尔松"] = {
		},
		["舒震宇 - 伊莫塔尔"] = {
		},
	},
}
HandyNotes_HandyNotesDB = {
	["profileKeys"] = {
		["骨灰级吖 - 伊莫塔尔"] = "骨灰级吖 - 伊莫塔尔",
		["舒殉魂 - 埃基尔松"] = "舒殉魂 - 埃基尔松",
		["舒震宇 - 伊莫塔尔"] = "舒震宇 - 伊莫塔尔",
	},
	["profiles"] = {
		["骨灰级吖 - 伊莫塔尔"] = {
		},
		["舒殉魂 - 埃基尔松"] = {
		},
		["舒震宇 - 伊莫塔尔"] = {
		},
	},
}
