
MEETINGSTONE_CHARACTER_DB = {
	["profileKeys"] = {
		["舒预言 - 伊莫塔尔"] = "舒预言 - 伊莫塔尔",
		["舒预言 - 冰风岗"] = "舒预言 - 冰风岗",
	},
	["profiles"] = {
		["舒预言 - 伊莫塔尔"] = {
			["followMemberList"] = {
				{
					["name"] = "雪風-伊莫塔尔",
					["guid"] = "Player-830-026D76B2",
					["status"] = 1,
					["isNew"] = true,
					["time"] = 1490275074,
				}, -- [1]
				{
					["name"] = "艾利桑德丶-伊莫塔尔",
					["guid"] = "Player-830-03A2B89A",
					["status"] = 1,
					["isNew"] = true,
					["time"] = 1490270667,
				}, -- [2]
			},
			["appShine"] = "70200.01",
			["createHistoryList"] = {
				"2-117-464-0", -- [1]
				"2-117-451-0", -- [2]
				"2-114-461-0", -- [3]
				"1-124-469-0", -- [4]
				"2-119-465-0", -- [5]
				"2-112-459-0", -- [6]
				"2-121-467-0", -- [7]
				"2-125-455-0", -- [8]
				"2-118-463-0", -- [9]
				"6-0-16-0", -- [10]
				"2-113-446-0", -- [11]
				"2-115-462-0", -- [12]
				"2-120-466-0", -- [13]
				"2-120-453-0", -- [14]
				"2-118-450-0", -- [15]
				"1-124-423-0", -- [16]
				"2-119-452-0", -- [17]
				"2-121-454-0", -- [18]
				"2-114-447-0", -- [19]
				"2-112-445-0", -- [20]
				"1-124-419-0", -- [21]
				"2-116-449-0", -- [22]
			},
			["minimap"] = {
				["minimapPos"] = 301.591967736568,
				["hide"] = true,
			},
			["searchHistoryList"] = {
				"3-122-413-0", -- [1]
				"3-122-414-0", -- [2]
				"3-122-468-0", -- [3]
				"3-126-480-0", -- [4]
				"3-126-456-0", -- [5]
				"3-126-457-0", -- [6]
				"3-123-415-0", -- [7]
				"3-123-481-0", -- [8]
				"2-127-471-0", -- [9]
				"2-121-467-0", -- [10]
				"2-120-466-0", -- [11]
				"2-119-465-0", -- [12]
				"2-118-463-0", -- [13]
				"2-117-464-0", -- [14]
				"2-115-462-0", -- [15]
				"2-114-461-0", -- [16]
				"2-113-460-0", -- [17]
				"2-112-459-0", -- [18]
				"2-128-473-0", -- [19]
				"2-129-476-0", -- [20]
				"3-123-416-0", -- [21]
				"2-115-448-0", -- [22]
				"2-114-447-0", -- [23]
				"2-113-446-0", -- [24]
				"2-112-445-0", -- [25]
				"6-0-16-0", -- [26]
				"1-71-280-998", -- [27]
				"6-0-17-0", -- [28]
				"2-129-475-0", -- [29]
				"1-124-469-0", -- [30]
				"2-116-449-0", -- [31]
				"1-124-419-0", -- [32]
				"2-125-455-0", -- [33]
				"2-120-453-0", -- [34]
				"2-119-452-0", -- [35]
				"2-118-450-0", -- [36]
				"2-117-451-0", -- [37]
				"2-129-0-0", -- [38]
				"9-0-19-0", -- [39]
				"8-0-424-0", -- [40]
				"10-0-361-0", -- [41]
				"7-0-389-0", -- [42]
				"4-0-7-0", -- [43]
				"4-0-6-0", -- [44]
				"1-124-423-0", -- [45]
				"1-124-422-0", -- [46]
				"1-124-421-0", -- [47]
				"2-111-0-0", -- [48]
				"2-121-0-0", -- [49]
				"2-121-454-0", -- [50]
				"2-114-0-0", -- [51]
				"1-2-225-0", -- [52]
				"2-114-447-104", -- [53]
				"2-115-0-0", -- [54]
				"1-124-420-0", -- [55]
				"1-0-0-0", -- [56]
				"6-0-16-11", -- [57]
				"2-113-0-0", -- [58]
				"2-116-0-0", -- [59]
				"2-111-418-0", -- [60]
				"6-0-0-0", -- [61]
			},
			["lastSearchValue"] = "3-122-413-0",
			["settings"] = {
				["storage"] = {
					["y"] = 64.8038177490235,
					["x"] = 473.709411621094,
					["point"] = "BOTTOMLEFT",
					["scale"] = 1,
				},
			},
			["advShine"] = "70000.01",
			["recent"] = {
				["3-123-416-0"] = {
					{
						["role"] = "TANK",
						["name"] = "Aäpapä-血色十字军",
						["bTag"] = "小鸡#51219",
						["time"] = 1498935839,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 890,
					}, -- [1]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "开翅膀爆发撸-布兰卡德",
						["time"] = 1498935839,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "阿楚和风-梅尔加尼",
						["bTag"] = "阿楚和风#5296",
						["class"] = 3,
						["time"] = 1498935839,
						["iLvl"] = 900,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "独孤神-大地之怒",
						["bTag"] = "yuyi419#5875",
						["class"] = 1,
						["time"] = 1498933736,
						["iLvl"] = 924,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "穿披风的猪-大地之怒",
						["bTag"] = "穿披风的猪#5814",
						["class"] = 1,
						["time"] = 1498933736,
						["iLvl"] = 917,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "丷辣辣丷-安苏",
						["bTag"] = "Naina#5177",
						["class"] = 9,
						["time"] = 1498933736,
						["iLvl"] = 902,
					}, -- [6]
					{
						["role"] = "TANK",
						["name"] = "骑牛历险记-无尽之海",
						["bTag"] = "半夜偷西瓜#5908",
						["class"] = 2,
						["time"] = 1498933736,
						["iLvl"] = 902,
					}, -- [7]
					{
						["role"] = "HEALER",
						["name"] = "丨猪小妹丨-森金",
						["bTag"] = "小甜饼麻麻#5487",
						["class"] = 2,
						["time"] = 1498933736,
						["iLvl"] = 920,
					}, -- [8]
					{
						["role"] = "HEALER",
						["name"] = "沾雨青衣-菲拉斯",
						["bTag"] = "Notleep#5132",
						["class"] = 11,
						["time"] = 1498933736,
						["iLvl"] = 910,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "凭海临风-萨尔",
						["bTag"] = "本来无一物#51449",
						["class"] = 1,
						["time"] = 1498933736,
						["iLvl"] = 920,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "虎皮妖精-凤凰之神",
						["bTag"] = "smallbean#5634",
						["class"] = 8,
						["time"] = 1498933736,
						["iLvl"] = 921,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "往称仙人球-凤凰之神",
						["bTag"] = "仙人神球#5536",
						["class"] = 9,
						["time"] = 1498933736,
						["iLvl"] = 918,
					}, -- [12]
					{
						["role"] = "HEALER",
						["name"] = "破魔的红蔷薇-迪托马斯",
						["bTag"] = "吻你的脸#5202",
						["class"] = 5,
						["time"] = 1498933736,
						["iLvl"] = 915,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "夜伴鬼敲门-死亡之翼",
						["bTag"] = "鬼子#5255",
						["class"] = 3,
						["time"] = 1498935839,
						["iLvl"] = 899,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "夜月一簾幽夢-黑龙军团",
						["bTag"] = "戰場孤狼#5232",
						["class"] = 10,
						["time"] = 1498935839,
						["iLvl"] = 912,
					}, -- [15]
					{
						["class"] = 2,
						["role"] = "HEALER",
						["name"] = "血色之觞-阿纳克洛斯",
						["time"] = 1498935839,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "你妻负俺-阿尔萨斯",
						["bTag"] = "骑着牛的羊#5399",
						["class"] = 11,
						["time"] = 1498935839,
						["iLvl"] = 923,
					}, -- [17]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "Playhigh-狂热之刃",
						["time"] = 1498935191,
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "Emosadan-太阳之井",
						["bTag"] = "Emosadan#5969",
						["class"] = 6,
						["time"] = 1498935839,
						["iLvl"] = 919,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "丶柒羽丨-希雷诺斯",
						["bTag"] = "夢醒#5619",
						["class"] = 3,
						["time"] = 1498935839,
						["iLvl"] = 921,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "Orangesir-凤凰之神",
						["bTag"] = "请你安静点#51841",
						["class"] = 12,
						["time"] = 1498935721,
						["iLvl"] = 923,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "甘道夫丶法師-鬼雾峰",
						["bTag"] = "暗夜之鸦#511384",
						["class"] = 8,
						["time"] = 1498935839,
						["iLvl"] = 905,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "奶糖小王子-血色十字军",
						["bTag"] = "战斗之裤#553742",
						["class"] = 8,
						["time"] = 1498935839,
						["iLvl"] = 920,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "Sakuralove-死亡之翼",
						["bTag"] = "丿聆听丶丨灬樱落#5864",
						["class"] = 8,
						["time"] = 1498935839,
						["iLvl"] = 925,
					}, -- [24]
					{
						["role"] = "HEALER",
						["name"] = "省港澳第一帅-燃烧之刃",
						["bTag"] = "Tony#53669",
						["class"] = 7,
						["time"] = 1498935839,
						["iLvl"] = 923,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "校长爱小蜜-影之哀伤",
						["bTag"] = "粑比是对的#5506",
						["class"] = 3,
						["time"] = 1499749427,
						["iLvl"] = 923,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "胯下虎虎生风-伊森利恩",
						["bTag"] = "毛叔叔#51152",
						["class"] = 1,
						["time"] = 1499741589,
						["iLvl"] = 916,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "桜丶-熔火之心",
						["bTag"] = "此去经年#5369",
						["class"] = 9,
						["time"] = 1499749944,
						["iLvl"] = 907,
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "云遥丶-燃烧之刃",
						["bTag"] = "icelol#5196",
						["class"] = 5,
						["time"] = 1499749944,
						["iLvl"] = 907,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Candelor-燃烧军团",
						["bTag"] = "LightMyFire#51194",
						["class"] = 3,
						["time"] = 1499744979,
						["iLvl"] = 904,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "Mill-黑龙军团",
						["bTag"] = "M1ll#5393",
						["class"] = 6,
						["time"] = 1499747694,
						["iLvl"] = 911,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "Thebeautiful-凤凰之神",
						["bTag"] = "那年秋天#51609",
						["class"] = 1,
						["time"] = 1499742843,
						["iLvl"] = 912,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "卌成鸡思汉卌-影之哀伤",
						["bTag"] = "成鸡思汉#51626",
						["class"] = 3,
						["time"] = 1499745623,
						["iLvl"] = 914,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "惢樰樰-影之哀伤",
						["bTag"] = "樰樰#5746",
						["class"] = 3,
						["time"] = 1499749944,
						["iLvl"] = 921,
					}, -- [34]
					{
						["role"] = "HEALER",
						["name"] = "尧舜-影之哀伤",
						["bTag"] = "丶过去丶#5343",
						["class"] = 2,
						["time"] = 1499743037,
						["iLvl"] = 917,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "为什么下雨-斯克提斯",
						["bTag"] = "betrayCC#5961",
						["class"] = 12,
						["time"] = 1499749121,
						["iLvl"] = 923,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "风之露-黑龙军团",
						["bTag"] = "年轻豆豆#5776",
						["class"] = 9,
						["time"] = 1499749944,
						["iLvl"] = 909,
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "橙风破浪-艾露恩",
						["bTag"] = "茫然之骑士#530754",
						["class"] = 12,
						["time"] = 1499746877,
						["iLvl"] = 921,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "橙风破蒗-艾露恩",
						["bTag"] = "一叶之夏#5464",
						["class"] = 8,
						["time"] = 1499745252,
						["iLvl"] = 902,
					}, -- [39]
					{
						["role"] = "HEALER",
						["name"] = "阿嫣丶-伊利丹",
						["bTag"] = "Chanelcoco#5933",
						["class"] = 5,
						["time"] = 1499749944,
						["iLvl"] = 926,
					}, -- [40]
					{
						["role"] = "TANK",
						["name"] = "戰魂丶阎王-安苏",
						["bTag"] = "一生如此毕生无憾#5312",
						["class"] = 11,
						["time"] = 1499748306,
						["iLvl"] = 911,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "馮少爺-影之哀伤",
						["bTag"] = "未闻花名#53856",
						["class"] = 12,
						["time"] = 1499747778,
						["iLvl"] = 927,
					}, -- [42]
					{
						["role"] = "HEALER",
						["name"] = "紫色第七章-加基森",
						["bTag"] = "卫鹏#5352",
						["class"] = 11,
						["time"] = 1499749944,
						["iLvl"] = 922,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "今年十八岁-恶魔之魂",
						["bTag"] = "今年十八岁#5860",
						["class"] = 1,
						["time"] = 1499749944,
						["iLvl"] = 898,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "橙心橙意-盖斯",
						["bTag"] = "EpicMouse#5965",
						["class"] = 8,
						["time"] = 1499748306,
						["iLvl"] = 911,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "手脚冰凉-鬼雾峰",
						["bTag"] = "摸鱼达人#5138",
						["class"] = 8,
						["time"] = 1499748306,
						["iLvl"] = 921,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "嘣你家玻璃-卡拉赞",
						["bTag"] = "嘣你家玻璃#5450",
						["class"] = 3,
						["time"] = 1499745269,
						["iLvl"] = 921,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "五斤龟-影之哀伤",
						["bTag"] = "老干#5968",
						["class"] = 12,
						["time"] = 1499749944,
						["iLvl"] = 923,
					}, -- [48]
					{
						["role"] = "HEALER",
						["name"] = "梦魇蔠焰-影之哀伤",
						["bTag"] = "北之星辰#5368",
						["class"] = 10,
						["time"] = 1499744385,
						["iLvl"] = 896,
					}, -- [49]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "焚弓煮酒-鬼雾峰",
						["time"] = 1499747617,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "老污龟-大漩涡",
						["bTag"] = "一老污龟一#5358",
						["class"] = 3,
						["time"] = 1499746436,
						["iLvl"] = 923,
					}, -- [51]
					{
						["role"] = "HEALER",
						["name"] = "有啤酒肚的猫-哈卡",
						["bTag"] = "胖胖愛把妹#5723",
						["class"] = 10,
						["time"] = 1499748306,
						["iLvl"] = 916,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "雨雪儿-血羽",
						["bTag"] = "醉翁之意不在酒#51569",
						["class"] = 3,
						["time"] = 1499747825,
						["iLvl"] = 921,
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "排骨饭-血吼",
						["bTag"] = "喊声超哥#5773",
						["class"] = 6,
						["time"] = 1499749944,
						["iLvl"] = 908,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "血与菊花-索瑞森",
						["bTag"] = "老嘛#5947",
						["class"] = 3,
						["time"] = 1499749944,
						["iLvl"] = 911,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "潘婷海飞扬-伊森利恩",
						["bTag"] = "大根爆炒木耳#5342",
						["class"] = 9,
						["time"] = 1499749432,
						["iLvl"] = 925,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "佛劳洛斯-玛洛加尔",
						["bTag"] = "思雨纷飞#5848",
						["class"] = 9,
						["time"] = 1499748124,
						["iLvl"] = 923,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "越塔强杀-鬼雾峰",
						["bTag"] = "黑曜石#5452",
						["class"] = 4,
						["time"] = 1499749944,
						["iLvl"] = 926,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "殉豿望天-影之哀伤",
						["bTag"] = "小蘑菇#52840",
						["class"] = 3,
						["time"] = 1499749944,
						["iLvl"] = 924,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "陌上花楷-影之哀伤",
						["bTag"] = "leechess#5653",
						["class"] = 8,
						["time"] = 1499749944,
						["iLvl"] = 926,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "法不越升-影之哀伤",
						["bTag"] = "折戟沉沙#51401",
						["class"] = 8,
						["time"] = 1499749944,
						["iLvl"] = 924,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "淡淡忧郁-加基森",
						["bTag"] = "淼淼水#5341",
						["class"] = 3,
						["time"] = 1499749944,
						["iLvl"] = 925,
					}, -- [62]
					{
						["role"] = "HEALER",
						["name"] = "百变大魔王-红龙军团",
						["bTag"] = "惊丨涛#5458",
						["class"] = 11,
						["time"] = 1499749944,
						["iLvl"] = 912,
					}, -- [63]
					{
						["role"] = "TANK",
						["name"] = "月神露恩-影之哀伤",
						["bTag"] = "粑比是对的#5506",
						["time"] = 1499749944,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 927,
					}, -- [64]
				},
				["2-112-445-0"] = {
					{
						["role"] = "TANK",
						["name"] = "怪怪牛蜀黍-鲜血熔炉",
						["bTag"] = "像风一样自由#5760",
						["time"] = 1499555494,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 925,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "風中玫瑰-布兰卡德",
						["bTag"] = "浪翻云#5983",
						["class"] = 1,
						["time"] = 1499555332,
						["iLvl"] = 930,
					}, -- [2]
					{
						["role"] = "HEALER",
						["name"] = "南初-安苏",
						["bTag"] = "猫饵#51225",
						["class"] = 5,
						["time"] = 1499555494,
						["iLvl"] = 842,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "非非球-死亡之翼",
						["bTag"] = "就地躺#5374",
						["class"] = 3,
						["time"] = 1499555494,
						["iLvl"] = 862,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "元元发如雪-奥特兰克",
						["bTag"] = "发如飞雪#51307",
						["class"] = 12,
						["time"] = 1499555494,
						["iLvl"] = 871,
					}, -- [5]
				},
				["1-124-469-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "小色妞儿-凤凰之神",
						["bTag"] = "徐若琛#5592",
						["class"] = 8,
						["time"] = 1497776076,
						["iLvl"] = 879,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "Script-鬼雾峰",
						["bTag"] = "祭祀归宿#5455",
						["time"] = 1497776036,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 903,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "塞外枫尘-亡语者",
						["bTag"] = "秋枫#5994",
						["class"] = 3,
						["time"] = 1497775872,
						["iLvl"] = 909,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "修仙小道-海加尔",
						["bTag"] = "修仙小道#5561",
						["time"] = 1497776071,
						["class"] = 8,
						["leader"] = true,
						["iLvl"] = 902,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "陌路丶偶遇-冰风岗",
						["bTag"] = "陌路#53196",
						["class"] = 12,
						["time"] = 1497775847,
						["iLvl"] = 912,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "卍橙子卐-龙骨平原",
						["bTag"] = "Amiable#5447",
						["class"] = 1,
						["time"] = 1497776025,
						["iLvl"] = 869,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Boycewolf-克尔苏加德",
						["bTag"] = "丶玩世不恭#5788",
						["class"] = 3,
						["time"] = 1497776025,
						["iLvl"] = 916,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "寂寞蔓延-无尽之海",
						["bTag"] = "国服第一菜鸡#51304",
						["class"] = 2,
						["time"] = 1497775849,
						["iLvl"] = 904,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "黑色禁药-洛萨",
						["bTag"] = "小乔哥哥#5377",
						["class"] = 5,
						["time"] = 1497776029,
						["iLvl"] = 900,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "转逝灬千年-影之哀伤",
						["bTag"] = "挽歌#5324",
						["class"] = 12,
						["time"] = 1497776029,
						["iLvl"] = 906,
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "蕊咪咪-海加尔",
						["bTag"] = "修仙小道#5561",
						["class"] = 10,
						["time"] = 1497776069,
						["iLvl"] = 904,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "翱翔的粑粑-艾露恩",
						["bTag"] = "夜月猫哥#5643",
						["class"] = 8,
						["time"] = 1497776036,
						["iLvl"] = 890,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "小鹿撞死-摩摩尔",
						["bTag"] = "张若虚#51316",
						["class"] = 8,
						["time"] = 1497776076,
						["iLvl"] = 900,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "喜静-安苏",
						["bTag"] = "盖晨晨#5906",
						["class"] = 3,
						["time"] = 1497775843,
						["iLvl"] = 921,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "加尔鲁什怒风-死亡之翼",
						["bTag"] = "安东南达斯#5696",
						["class"] = 1,
						["time"] = 1497776076,
						["iLvl"] = 898,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "上善楉水-恶魔之魂",
						["bTag"] = "森多瑞啦#5620",
						["class"] = 7,
						["time"] = 1497776034,
						["iLvl"] = 909,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "萌小贱-大地之怒",
						["bTag"] = "一颗很帅的麦子#5701",
						["class"] = 4,
						["time"] = 1497776029,
						["iLvl"] = 897,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "豆妈最抛闪-迅捷微风",
						["bTag"] = "秒秒钟复活#5684",
						["class"] = 8,
						["time"] = 1497776059,
						["iLvl"] = 899,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "永亱未央-安苏",
						["bTag"] = "wower#52501",
						["class"] = 4,
						["time"] = 1497775847,
						["iLvl"] = 887,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "祐子-燃烧之刃",
						["bTag"] = "永伴#5674",
						["class"] = 1,
						["time"] = 1497776055,
						["iLvl"] = 893,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "碎心加纳瑞-风暴之鳞",
						["bTag"] = "碎心听雨#51412",
						["class"] = 9,
						["time"] = 1497776076,
						["iLvl"] = 910,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "闪现掉沟里-艾莫莉丝",
						["bTag"] = "宿醉未醒#5148",
						["class"] = 8,
						["time"] = 1497776048,
						["iLvl"] = 911,
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "李达康书記-凯恩血蹄",
						["bTag"] = "甘哥哥#5706",
						["class"] = 6,
						["time"] = 1497775914,
						["iLvl"] = 894,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "筱盗贼-萨尔",
						["bTag"] = "LUGIA#5215",
						["class"] = 4,
						["time"] = 1497775849,
						["iLvl"] = 880,
					}, -- [24]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "布拉丁-伊利丹",
						["time"] = 1497775845,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "圣光轻松熊-丽丽（四川）",
						["bTag"] = "六个花#5548",
						["class"] = 2,
						["time"] = 1497776025,
						["iLvl"] = 904,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "苍白之殇-地狱咆哮",
						["bTag"] = "丢蛋蛋#5502",
						["class"] = 6,
						["time"] = 1497775841,
						["iLvl"] = 880,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "天然呆-密林游侠",
						["bTag"] = "望风的耗子#5960",
						["class"] = 1,
						["time"] = 1497776053,
						["iLvl"] = 903,
					}, -- [28]
					{
						["role"] = "DAMAGER",
						["name"] = "苏达叔叔-伊森利恩",
						["bTag"] = "苏达#5454",
						["class"] = 6,
						["time"] = 1497776023,
						["iLvl"] = 909,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "靈魅-无尽之海",
						["bTag"] = "靈聖#5483",
						["class"] = 12,
						["time"] = 1497776071,
						["iLvl"] = 911,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "三俗小圣骑-闪电之刃",
						["bTag"] = "FunkyMonk#526341",
						["class"] = 2,
						["time"] = 1497776025,
						["iLvl"] = 897,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "大黑垡-巴纳扎尔",
						["bTag"] = "蛮力之兽#51686",
						["class"] = 12,
						["time"] = 1497776048,
						["iLvl"] = 888,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "画龙添足-布兰卡德",
						["bTag"] = "饿公牛#5631",
						["class"] = 6,
						["time"] = 1497776038,
						["iLvl"] = 862,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "靈萨-无尽之海",
						["bTag"] = "靈聖#5483",
						["class"] = 7,
						["time"] = 1497776076,
						["iLvl"] = 854,
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "偶爱美佳佳-阿纳克洛斯",
						["bTag"] = "PPloveJJ#5578",
						["class"] = 2,
						["time"] = 1497776027,
						["iLvl"] = 877,
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "晓脾氣-雏龙之翼",
						["bTag"] = "露露大魔王#5806",
						["class"] = 2,
						["time"] = 1497776034,
						["iLvl"] = 910,
					}, -- [36]
					{
						["role"] = "TANK",
						["name"] = "歹匕一一衣申-影之哀伤",
						["bTag"] = "WEIRDO#5923",
						["class"] = 6,
						["time"] = 1497776055,
						["iLvl"] = 901,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "醉爱第三条-菲米丝",
						["bTag"] = "ZBB#5930",
						["class"] = 3,
						["time"] = 1497776076,
						["iLvl"] = 883,
					}, -- [38]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "Jyukai-巨龙之吼",
						["time"] = 1497776023,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "落羽成霜丶-死亡之翼",
						["bTag"] = "我不是小艺#5467",
						["class"] = 3,
						["time"] = 1497776036,
						["iLvl"] = 909,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "这眼神-死亡熔炉",
						["bTag"] = "underwood#5748",
						["class"] = 9,
						["time"] = 1497776031,
						["iLvl"] = 905,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "向往你的背影-安苏",
						["bTag"] = "相知莫离#5674",
						["class"] = 12,
						["time"] = 1497776023,
						["iLvl"] = 806,
					}, -- [42]
					{
						["class"] = 5,
						["role"] = "DAMAGER",
						["name"] = "丨牧灬-苏拉玛",
						["time"] = 1497775855,
					}, -- [43]
					{
						["class"] = 12,
						["role"] = "TANK",
						["name"] = "简单恶魔-加基森",
						["time"] = 1497775857,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "性感小火炮-布兰卡德",
						["bTag"] = "俏如来#5286",
						["class"] = 9,
						["time"] = 1497776027,
						["iLvl"] = 912,
					}, -- [45]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "洛碧-影之哀伤",
						["time"] = 1497775861,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "壹零零壹-达尔坎",
						["bTag"] = "鹏哥#5766",
						["class"] = 3,
						["time"] = 1497776029,
						["iLvl"] = 907,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "艾斯冬梅-无尽之海",
						["bTag"] = "清风夜游#5568",
						["class"] = 12,
						["time"] = 1497776040,
						["iLvl"] = 910,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "淡墨语殇-罗曼斯",
						["bTag"] = "墨殇#51220",
						["class"] = 11,
						["time"] = 1497776042,
						["iLvl"] = 849,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "无泪飄澪-戈提克",
						["bTag"] = "DeadlyKitten#584664",
						["time"] = 1497776040,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 915,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "特派香港记者-死亡之翼",
						["bTag"] = "一百来斤#5646",
						["class"] = 12,
						["time"] = 1497776076,
						["iLvl"] = 875,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "笵冰冰-迦拉克隆",
						["bTag"] = "牛丅#5231",
						["class"] = 6,
						["time"] = 1497776040,
						["iLvl"] = 892,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "乱七-影之哀伤",
						["bTag"] = "临界爱#5115",
						["class"] = 1,
						["time"] = 1497776042,
						["iLvl"] = 906,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "痒痒挠挠-神圣之歌",
						["bTag"] = "X2MT#5570",
						["time"] = 1497776076,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 896,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "傲娇小兔牙-冰风岗",
						["bTag"] = "Eternal#52611",
						["class"] = 6,
						["time"] = 1497776071,
						["iLvl"] = 912,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "杀戮之吻-凤凰之神",
						["bTag"] = "张天龙#51721",
						["class"] = 11,
						["time"] = 1497776076,
						["iLvl"] = 910,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "服部丨絆藏-燃烧之刃",
						["bTag"] = "BT160717#5503",
						["time"] = 1498916496,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 904,
					}, -- [57]
					{
						["role"] = "TANK",
						["name"] = "牛油灯芯绒-伊森利恩",
						["bTag"] = "贪睡之熊#521465",
						["class"] = 2,
						["time"] = 1498916308,
						["iLvl"] = 900,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "耶哥蕊特-能源舰",
						["bTag"] = "被调侃的爱情#5445",
						["class"] = 3,
						["time"] = 1498916356,
						["iLvl"] = 926,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "不灭幻灵-血色十字军",
						["bTag"] = "Amor#5329",
						["class"] = 4,
						["time"] = 1498916438,
						["iLvl"] = 879,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "千魂之影-影之哀伤",
						["bTag"] = "Death#5588",
						["class"] = 4,
						["time"] = 1498916496,
						["iLvl"] = 920,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "小三三-燃烧之刃",
						["bTag"] = "小三三#5928",
						["class"] = 8,
						["time"] = 1498916367,
						["iLvl"] = 918,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "灬追猎者灬-鬼雾峰",
						["bTag"] = "天涯#5750",
						["class"] = 3,
						["time"] = 1498916297,
						["iLvl"] = 912,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "布布丁卖布丁-白银之手",
						["bTag"] = "Ruoju#5369",
						["class"] = 1,
						["time"] = 1498916315,
						["iLvl"] = 903,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "杀手亮-提尔之手",
						["bTag"] = "灯火汉子#5830",
						["class"] = 4,
						["time"] = 1498916491,
						["iLvl"] = 867,
					}, -- [65]
					{
						["class"] = 1,
						["role"] = "TANK",
						["name"] = "牛灬牛-达基萨斯",
						["time"] = 1498916295,
					}, -- [66]
					{
						["role"] = "DAMAGER",
						["name"] = "独行五-巫妖之王",
						["bTag"] = "xufeng2430#5561",
						["class"] = 12,
						["time"] = 1498916480,
						["iLvl"] = 888,
					}, -- [67]
					{
						["role"] = "DAMAGER",
						["name"] = "达哈鲁-织亡者",
						["bTag"] = "达哈鲁#5366",
						["class"] = 11,
						["time"] = 1498916302,
						["iLvl"] = 907,
					}, -- [68]
					{
						["role"] = "DAMAGER",
						["name"] = "肥猫丶非猫-燃烧之刃",
						["bTag"] = "肥猫#5854",
						["class"] = 8,
						["time"] = 1498916438,
						["iLvl"] = 925,
					}, -- [69]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "Guldanw-冰风岗",
						["time"] = 1498916295,
					}, -- [70]
					{
						["role"] = "DAMAGER",
						["name"] = "Dtknight-死亡之翼",
						["bTag"] = "风筝哥#5527",
						["class"] = 6,
						["time"] = 1498916415,
						["iLvl"] = 921,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "Yotk-耐奥祖",
						["bTag"] = "片儿川#5839",
						["class"] = 12,
						["time"] = 1498916369,
						["iLvl"] = 913,
					}, -- [72]
					{
						["role"] = "TANK",
						["name"] = "逸菲-鲜血熔炉",
						["bTag"] = "大黄#5418",
						["class"] = 2,
						["time"] = 1498916369,
						["iLvl"] = 902,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "铁甲铱然在-埃德萨拉",
						["bTag"] = "小屁孩#5604",
						["class"] = 12,
						["time"] = 1498916405,
						["iLvl"] = 924,
					}, -- [74]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "风行者凯瑞甘-格瑞姆巴托",
						["time"] = 1498916295,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "凌霜猎手-冰霜之刃",
						["bTag"] = "芥末大大#5799",
						["class"] = 3,
						["time"] = 1498916304,
						["iLvl"] = 895,
					}, -- [76]
					{
						["role"] = "DAMAGER",
						["name"] = "忧伤奶茶-冰风岗",
						["bTag"] = "奶茶#5821",
						["class"] = 12,
						["time"] = 1498916374,
						["iLvl"] = 868,
					}, -- [77]
					{
						["role"] = "HEALER",
						["name"] = "秋山君-闪电之刃",
						["bTag"] = "箫声夜#5858",
						["class"] = 10,
						["time"] = 1498916338,
						["iLvl"] = 878,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "哥哥快松手-塞拉摩",
						["bTag"] = "davidoctor#5228",
						["class"] = 12,
						["time"] = 1498916342,
						["iLvl"] = 923,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "招财萝卜-晴日峰（江苏）",
						["bTag"] = "JumpyLion#578619",
						["class"] = 10,
						["time"] = 1498916409,
						["iLvl"] = 907,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "罗兰丶血月-阿纳克洛斯",
						["bTag"] = "燃血丶冷#5941",
						["class"] = 2,
						["time"] = 1498916308,
						["iLvl"] = 865,
					}, -- [81]
					{
						["role"] = "DAMAGER",
						["name"] = "夜深已凉-冰风岗",
						["bTag"] = "云落天涯#5308",
						["class"] = 12,
						["time"] = 1498916317,
						["iLvl"] = 910,
					}, -- [82]
					{
						["class"] = 6,
						["role"] = "TANK",
						["name"] = "生命一号-米奈希尔",
						["time"] = 1498916405,
					}, -- [83]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "雪莉露诺姆-埃克索图斯",
						["time"] = 1498916295,
					}, -- [84]
					{
						["role"] = "HEALER",
						["name"] = "箬羽-影之哀伤",
						["bTag"] = "CrazyMage#55489",
						["time"] = 1499530558,
						["class"] = 7,
						["leader"] = true,
						["iLvl"] = 894,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "死亡忘记过谁-暗影裂口",
						["bTag"] = "sunweiwu#5794",
						["class"] = 9,
						["time"] = 1499530544,
						["iLvl"] = 905,
					}, -- [86]
					{
						["role"] = "DAMAGER",
						["name"] = "偷窥者-伊森利恩",
						["bTag"] = "欧洲公爵代表#5458",
						["class"] = 4,
						["time"] = 1499530669,
						["iLvl"] = 911,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "御姐-艾莫莉丝",
						["bTag"] = "Tookings#5514",
						["class"] = 12,
						["time"] = 1499530669,
						["iLvl"] = 902,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "大大晗-梅尔加尼",
						["bTag"] = "蓝色魔鬼鱼#5282",
						["class"] = 3,
						["time"] = 1499530667,
						["iLvl"] = 917,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "染血的黄瓜-古加尔",
						["bTag"] = "染血的黄瓜#5873",
						["class"] = 2,
						["time"] = 1499530669,
						["iLvl"] = 891,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "爱在离别前-暗影议会",
						["bTag"] = "过失#51146",
						["class"] = 1,
						["time"] = 1499530669,
						["iLvl"] = 928,
					}, -- [91]
					{
						["role"] = "DAMAGER",
						["name"] = "Tracyrun-奥特兰克",
						["bTag"] = "莼白记忆#5246",
						["class"] = 9,
						["time"] = 1499530661,
						["iLvl"] = 924,
					}, -- [92]
					{
						["role"] = "DAMAGER",
						["name"] = "Shriek-风行者",
						["bTag"] = "李达康玩魔兽了#5590",
						["class"] = 8,
						["time"] = 1499530663,
						["iLvl"] = 920,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "丶老铁-无尽之海",
						["bTag"] = "欧神#5397",
						["class"] = 2,
						["time"] = 1499530544,
						["iLvl"] = 925,
					}, -- [94]
					{
						["role"] = "TANK",
						["name"] = "剑归一-布兰卡德",
						["bTag"] = "剑归一#5527",
						["class"] = 10,
						["time"] = 1499530669,
						["iLvl"] = 896,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "丨赵云丨-烈焰峰",
						["bTag"] = "巴乔#5186",
						["class"] = 6,
						["time"] = 1499530667,
						["iLvl"] = 909,
					}, -- [96]
					{
						["role"] = "DAMAGER",
						["name"] = "冬日修罗-毁灭之锤",
						["bTag"] = "幸福的土豆丝儿#5354",
						["class"] = 2,
						["time"] = 1499530669,
						["iLvl"] = 897,
					}, -- [97]
					{
						["role"] = "DAMAGER",
						["name"] = "萌萌的果冻-阿纳克洛斯",
						["bTag"] = "风卷晨星#5367",
						["class"] = 8,
						["time"] = 1499530669,
						["iLvl"] = 883,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "壹级战犯-燃烧之刃",
						["bTag"] = "死灵狂想家的印记#5174",
						["class"] = 8,
						["time"] = 1499530669,
						["iLvl"] = 923,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "沙市白羊-大地之怒",
						["bTag"] = "涂万龙#51927",
						["class"] = 12,
						["time"] = 1499530669,
						["iLvl"] = 901,
					}, -- [100]
					{
						["role"] = "DAMAGER",
						["name"] = "霍元甲丶-阿纳克洛斯",
						["bTag"] = "世界唯一的你#51977",
						["class"] = 1,
						["time"] = 1499530669,
						["iLvl"] = 920,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "修平房漏水-加兹鲁维",
						["bTag"] = "从哪来滚那去#5486",
						["class"] = 2,
						["time"] = 1499530669,
						["iLvl"] = 881,
					}, -- [102]
					{
						["role"] = "DAMAGER",
						["name"] = "生而为牛-拉文凯斯",
						["bTag"] = "李海彬#51205",
						["class"] = 3,
						["time"] = 1499530669,
						["iLvl"] = 913,
					}, -- [103]
					{
						["role"] = "DAMAGER",
						["name"] = "巭孬嫑夯咬-无尽之海",
						["bTag"] = "imiss#5625",
						["class"] = 7,
						["time"] = 1499530669,
						["iLvl"] = 886,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "一个人静静-阿纳克洛斯",
						["bTag"] = "差不多是条咸鱼了#5498",
						["class"] = 6,
						["time"] = 1499530669,
						["iLvl"] = 922,
					}, -- [105]
					{
						["role"] = "HEALER",
						["name"] = "德牛-加兹鲁维",
						["bTag"] = "xushijun1985#5709",
						["class"] = 11,
						["time"] = 1499530669,
						["iLvl"] = 881,
					}, -- [106]
					{
						["role"] = "TANK",
						["name"] = "毛飛揚-死亡之翼",
						["bTag"] = "毛飛揚#5771",
						["class"] = 12,
						["time"] = 1499530667,
						["iLvl"] = 925,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "托马斯雷德-凤凰之神",
						["bTag"] = "纨绔的浮夸#5766",
						["class"] = 1,
						["time"] = 1499530669,
						["iLvl"] = 913,
					}, -- [108]
					{
						["role"] = "HEALER",
						["name"] = "花臂少女喵酱-死亡之翼",
						["bTag"] = "ShadowStorm#533654",
						["class"] = 2,
						["time"] = 1499530663,
						["iLvl"] = 917,
					}, -- [109]
					{
						["role"] = "DAMAGER",
						["name"] = "公主的微笑-风暴之怒",
						["bTag"] = "Goonylol#5314",
						["class"] = 4,
						["time"] = 1499530667,
						["iLvl"] = 917,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "暴躁的大鸡-死亡之翼",
						["bTag"] = "大鸡#5588",
						["class"] = 3,
						["time"] = 1499530667,
						["iLvl"] = 928,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "雪无痕灬错过-雷霆之王",
						["bTag"] = "niexiaolove0#5512",
						["class"] = 9,
						["time"] = 1499530669,
						["iLvl"] = 923,
					}, -- [112]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂丶小三-燃烧之刃",
						["bTag"] = "疯狂小三#51746",
						["class"] = 3,
						["time"] = 1499530669,
						["iLvl"] = 909,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "Luckybastrad-玛洛加尔",
						["bTag"] = "文刀哆哆#5482",
						["class"] = 6,
						["time"] = 1499530580,
						["iLvl"] = 898,
					}, -- [114]
					{
						["role"] = "TANK",
						["name"] = "流沄灬锯末-迦拉克隆",
						["bTag"] = "白菜水饺#5193",
						["class"] = 11,
						["time"] = 1499530669,
						["iLvl"] = 918,
					}, -- [115]
					{
						["role"] = "DAMAGER",
						["name"] = "丹姬-达克萨隆",
						["bTag"] = "丹姬#5797",
						["class"] = 9,
						["time"] = 1499530669,
						["iLvl"] = 902,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "翻车队丨车神-加基森",
						["bTag"] = "如果再相遇#5787",
						["class"] = 8,
						["time"] = 1499530667,
						["iLvl"] = 928,
					}, -- [117]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "苍鬼夜宴-毁灭之锤",
						["time"] = 1499530542,
					}, -- [118]
					{
						["class"] = 10,
						["role"] = "TANK",
						["name"] = "烁影丶-奥尔加隆",
						["time"] = 1499530542,
					}, -- [119]
					{
						["role"] = "HEALER",
						["name"] = "安娜塔西婭-萨格拉斯",
						["bTag"] = "安娜塔西娅#5704",
						["class"] = 2,
						["time"] = 1499530586,
						["iLvl"] = 893,
					}, -- [120]
					{
						["role"] = "DAMAGER",
						["name"] = "刃无锋-鲜血熔炉",
						["bTag"] = "我吃鸭梨#5272",
						["class"] = 1,
						["time"] = 1499530669,
						["iLvl"] = 888,
					}, -- [121]
					{
						["role"] = "DAMAGER",
						["name"] = "清清之池-白银之手",
						["bTag"] = "Rajin#51480",
						["class"] = 3,
						["time"] = 1499530669,
						["iLvl"] = 881,
					}, -- [122]
					{
						["role"] = "DAMAGER",
						["name"] = "尼古莱丝-血牙魔王",
						["bTag"] = "龙哥#5509",
						["class"] = 6,
						["time"] = 1499530663,
						["iLvl"] = 928,
					}, -- [123]
					{
						["role"] = "DAMAGER",
						["name"] = "超级小刀-加尔",
						["bTag"] = "BT160324#513133",
						["time"] = 1499530669,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 920,
					}, -- [124]
					{
						["role"] = "DAMAGER",
						["name"] = "青春尚好-死亡之翼",
						["bTag"] = "嘟嘟#53927",
						["class"] = 6,
						["time"] = 1499530669,
						["iLvl"] = 921,
					}, -- [125]
					{
						["role"] = "DAMAGER",
						["name"] = "Wilhelmina-血吼",
						["bTag"] = "永远都是宇哥#5657",
						["class"] = 3,
						["time"] = 1499530665,
						["iLvl"] = 817,
					}, -- [126]
					{
						["role"] = "DAMAGER",
						["name"] = "灬紅牛灬-燃烧之刃",
						["bTag"] = "希灬曼#5830",
						["class"] = 1,
						["time"] = 1499530669,
						["iLvl"] = 810,
					}, -- [127]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "透明摇曳-梅尔加尼",
						["time"] = 1499530669,
					}, -- [128]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "月浅汐-梅尔加尼",
						["time"] = 1499530669,
					}, -- [129]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "Twohusky-风暴之怒",
						["time"] = 1499530669,
					}, -- [130]
				},
				["3-123-481-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "三鹿代言人-安苏",
						["bTag"] = "殷桃老丸子#5848",
						["time"] = 1499735112,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 919,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "大尼哥-燃烧平原",
						["bTag"] = "Prometheus#5926",
						["class"] = 5,
						["time"] = 1499740946,
						["iLvl"] = 926,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "射中萌心-玛洛加尔",
						["bTag"] = "帅哥侠#5336",
						["class"] = 3,
						["time"] = 1499735370,
						["iLvl"] = 925,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "深涧飞流-格瑞姆巴托",
						["bTag"] = "初心未泯#51327",
						["class"] = 8,
						["time"] = 1499740946,
						["iLvl"] = 916,
					}, -- [4]
					{
						["role"] = "HEALER",
						["name"] = "希拉穆仁奶牛-阿克蒙德",
						["bTag"] = "希拉穆仁奶牛#5340",
						["class"] = 5,
						["time"] = 1499735360,
						["iLvl"] = 919,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "小钢炮-古加尔",
						["bTag"] = "小钢炮儿#51902",
						["class"] = 1,
						["time"] = 1499740946,
						["iLvl"] = 924,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "紫漠天辰灵-死亡之翼",
						["bTag"] = "JOKER#531572",
						["class"] = 1,
						["time"] = 1499740946,
						["iLvl"] = 921,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "与子皆老-凤凰之神",
						["bTag"] = "BEANPOLE#51119",
						["class"] = 6,
						["time"] = 1499735553,
						["iLvl"] = 924,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "羞涩痦子-戈提克",
						["bTag"] = "凌风莫语#5551",
						["class"] = 3,
						["time"] = 1499740946,
						["iLvl"] = 921,
					}, -- [9]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "浮图超度-塞拉摩",
						["time"] = 1499735267,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "幻日狂热-风暴之怒",
						["bTag"] = "xiang521lan#5478",
						["class"] = 4,
						["time"] = 1499735360,
						["iLvl"] = 923,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "笙忢岢纞-提瑞斯法",
						["bTag"] = "天涯碎心人#5204",
						["class"] = 12,
						["time"] = 1499735735,
						["iLvl"] = 926,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "大鸟的愤怒-巨龙之吼",
						["bTag"] = "李昊#51802",
						["class"] = 12,
						["time"] = 1499735267,
						["iLvl"] = 926,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "放纵的思念-通灵学院",
						["bTag"] = "隔世的那滴泪#5202",
						["class"] = 8,
						["time"] = 1499740946,
						["iLvl"] = 923,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "猥琐的猥琐-伊森利恩",
						["bTag"] = "喵咪喵咪喵咪猫#5632",
						["class"] = 5,
						["time"] = 1499740946,
						["iLvl"] = 921,
					}, -- [15]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "张小橙-鬼雾峰",
						["time"] = 1499735370,
					}, -- [16]
					{
						["role"] = "HEALER",
						["name"] = "德丶高望重-丽丽（四川）",
						["bTag"] = "迷你之忍#53254",
						["class"] = 11,
						["time"] = 1499740946,
						["iLvl"] = 921,
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "Deathdecay-伊森利恩",
						["bTag"] = "五月丶#51361",
						["class"] = 6,
						["time"] = 1499740946,
						["iLvl"] = 922,
					}, -- [18]
					{
						["role"] = "TANK",
						["name"] = "跑个锤子跑-血环",
						["bTag"] = "别逼我开无敌#5679",
						["class"] = 1,
						["time"] = 1499735370,
						["iLvl"] = 922,
					}, -- [19]
					{
						["role"] = "HEALER",
						["name"] = "飘逸的黑眼圈-战歌",
						["bTag"] = "飘逸的黑眼圈#5404",
						["class"] = 7,
						["time"] = 1499735671,
						["iLvl"] = 925,
					}, -- [20]
					{
						["role"] = "HEALER",
						["name"] = "炙光-燃烧之刃",
						["bTag"] = "不想长大的小石头#5463",
						["class"] = 2,
						["time"] = 1499740946,
						["iLvl"] = 922,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "风亦凉-安苏",
						["bTag"] = "风亦凉#51470",
						["class"] = 8,
						["time"] = 1499740946,
						["iLvl"] = 929,
					}, -- [22]
					{
						["role"] = "TANK",
						["name"] = "Rainflower-影之哀伤",
						["bTag"] = "花雨#51804",
						["time"] = 1499740946,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 927,
					}, -- [23]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "Darknova-克尔苏加德",
						["time"] = 1499740946,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "左撇子丶猎-石爪峰",
						["bTag"] = "JellyChen#51559",
						["class"] = 3,
						["time"] = 1499736538,
						["iLvl"] = 923,
					}, -- [25]
					{
						["role"] = "DAMAGER",
						["name"] = "给你背一锤-加基森",
						["bTag"] = "暗影之龙#523152",
						["class"] = 1,
						["time"] = 1499735671,
						["iLvl"] = 927,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "牛奶粉-海克泰尔",
						["bTag"] = "BT160906#51877",
						["class"] = 12,
						["time"] = 1499735946,
						["iLvl"] = 928,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "全能是辣鸡-死亡之翼",
						["bTag"] = "全能大魔王#51701",
						["class"] = 4,
						["time"] = 1499736538,
						["iLvl"] = 929,
					}, -- [28]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "冷月無痕-血色十字军",
						["time"] = 1499736538,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "Deathagent-熔火之心",
						["bTag"] = "零度#5279",
						["class"] = 9,
						["time"] = 1499740946,
						["iLvl"] = 925,
					}, -- [30]
					{
						["role"] = "HEALER",
						["name"] = "嘟嘴装萌-战歌",
						["bTag"] = "嘟嘴装萌扮萝莉#5511",
						["class"] = 2,
						["time"] = 1499740946,
						["iLvl"] = 927,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "依美姬-燃烧之刃",
						["bTag"] = "Brian#52618",
						["class"] = 1,
						["time"] = 1499740946,
						["iLvl"] = 925,
					}, -- [32]
				},
				["2-118-463-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "骨頭-萨尔",
						["bTag"] = "骨頭#5321",
						["time"] = 1497790030,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 916,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "卍艾达王卍-萨尔",
						["bTag"] = "cccccccccccc#51912",
						["class"] = 5,
						["time"] = 1497790030,
						["iLvl"] = 918,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "妞妞有劲-萨尔",
						["bTag"] = "崴崴#5295",
						["class"] = 10,
						["time"] = 1497790030,
						["iLvl"] = 911,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "泰㑋兰㑋德-迅捷微风",
						["bTag"] = "妖孽柳柳#5683",
						["class"] = 5,
						["time"] = 1497790030,
						["iLvl"] = 916,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "丷大力丷-黑铁",
						["bTag"] = "我爱看电视#5157",
						["time"] = 1498062786,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 912,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "Ototo-黑铁",
						["bTag"] = "小火球#5542",
						["class"] = 2,
						["time"] = 1498062786,
						["iLvl"] = 918,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "十字铁锈-风行者",
						["bTag"] = "摇滚猫#5541",
						["class"] = 1,
						["time"] = 1498062786,
						["iLvl"] = 917,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Ruaorc-无尽之海",
						["bTag"] = "雪夜寻踪#5602",
						["class"] = 3,
						["time"] = 1498062786,
						["iLvl"] = 915,
					}, -- [8]
				},
				["2-117-464-0"] = {
					{
						["role"] = "TANK",
						["name"] = "骨頭-萨尔",
						["bTag"] = "骨頭#5321",
						["time"] = 1497793375,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 916,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "卍艾达王卍-萨尔",
						["bTag"] = "cccccccccccc#51912",
						["class"] = 5,
						["time"] = 1497793375,
						["iLvl"] = 918,
					}, -- [2]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "三寸钉-燃烧之刃",
						["time"] = 1497793375,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "大爱滢滢-阿克蒙德",
						["bTag"] = "主宰#5959",
						["class"] = 11,
						["time"] = 1497793375,
						["iLvl"] = 917,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "立地丶-萨尔",
						["bTag"] = "YouKnowdjb#5771",
						["time"] = 1499002768,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 922,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "天天熬夜-萨尔",
						["bTag"] = "睡过青春#5222",
						["class"] = 2,
						["time"] = 1499002768,
						["iLvl"] = 924,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "笔直的铅笔-伊莫塔尔",
						["bTag"] = "walleve#5897",
						["class"] = 7,
						["time"] = 1499002768,
						["iLvl"] = 924,
					}, -- [7]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "毛二狗-萨尔",
						["time"] = 1499002768,
					}, -- [8]
				},
				["2-129-475-0"] = {
					{
						["role"] = "TANK",
						["name"] = "葱花炒鸡蛋-丹莫德",
						["bTag"] = "香烟艺术#5499",
						["time"] = 1498733935,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 917,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "渣渣事-伊森利恩",
						["bTag"] = "自由之翼#51988",
						["class"] = 8,
						["time"] = 1498733935,
						["iLvl"] = 903,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "槑槑哥-格瑞姆巴托",
						["bTag"] = "囧囧槑槑姐姐#5233",
						["class"] = 8,
						["time"] = 1498733935,
						["iLvl"] = 914,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "永久的灬火法-海克泰尔",
						["bTag"] = "不屈的磨灭#5615",
						["class"] = 8,
						["time"] = 1498733935,
						["iLvl"] = 897,
					}, -- [4]
				},
				["1-124-419-0"] = {
					{
						["role"] = "TANK",
						["name"] = "终军之弱冠-火羽山",
						["bTag"] = "花差#5828",
						["time"] = 1497947175,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 911,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "热面的杀手-艾莫莉丝",
						["bTag"] = "热面的杀手#5764",
						["class"] = 1,
						["time"] = 1497947080,
						["iLvl"] = 893,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "你是我的眼睛-雏龙之翼",
						["bTag"] = "SwankyPants#58776",
						["class"] = 12,
						["time"] = 1497947101,
						["iLvl"] = 899,
					}, -- [3]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "皮皮牧我们走-安苏",
						["time"] = 1497947175,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "小龍寶-瓦拉纳",
						["bTag"] = "迷你之忍#57821",
						["class"] = 3,
						["time"] = 1497947093,
						["iLvl"] = 894,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "凑皮仔-海加尔",
						["bTag"] = "充电宝#51888",
						["class"] = 11,
						["time"] = 1497947173,
						["iLvl"] = 885,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "小鸟游丨十花-风暴之怒",
						["bTag"] = "迪尔丨徳丽#5593",
						["class"] = 3,
						["time"] = 1497947117,
						["iLvl"] = 893,
					}, -- [7]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "万橙归宗-无尽之海",
						["time"] = 1497947175,
					}, -- [8]
					{
						["role"] = "TANK",
						["name"] = "天虹雨锋-安苏",
						["bTag"] = "锋羽#5464",
						["class"] = 2,
						["time"] = 1497947101,
						["iLvl"] = 907,
					}, -- [9]
					{
						["class"] = 7,
						["role"] = "DAMAGER",
						["name"] = "拼命十三妖-玛诺洛斯",
						["time"] = 1497947146,
					}, -- [10]
					{
						["class"] = 2,
						["role"] = "DAMAGER",
						["name"] = "丶天堂丶-海克泰尔",
						["time"] = 1497947175,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "紫猎馨殇-迦拉克隆",
						["bTag"] = "紫殇#51943",
						["class"] = 3,
						["time"] = 1497947103,
						["iLvl"] = 870,
					}, -- [12]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "左眼好想右眼-血吼",
						["time"] = 1497947075,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "Deathcause-埃德萨拉",
						["bTag"] = "Jackli#52248",
						["class"] = 6,
						["time"] = 1497947101,
						["iLvl"] = 898,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "哒神-斩魔者",
						["bTag"] = "啊哒哒嗒#5190",
						["class"] = 8,
						["time"] = 1497947175,
						["iLvl"] = 903,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "小菜逼-风暴之怒",
						["bTag"] = "老姚#5381",
						["class"] = 12,
						["time"] = 1497947105,
						["iLvl"] = 913,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "月棠-死亡之翼",
						["bTag"] = "爱新觉罗#5820",
						["class"] = 9,
						["time"] = 1497947105,
						["iLvl"] = 897,
					}, -- [17]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "Carolineh-影之哀伤",
						["time"] = 1497947131,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "短腿反击-阿拉希",
						["bTag"] = "幸运之虎#524560",
						["class"] = 8,
						["time"] = 1497947135,
						["iLvl"] = 890,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "Comiku-寒冰皇冠",
						["bTag"] = "Comite#5114",
						["class"] = 5,
						["time"] = 1497947133,
						["iLvl"] = 887,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "腊月初一-太阳之井",
						["bTag"] = "双是唯一#5740",
						["class"] = 12,
						["time"] = 1497947119,
						["iLvl"] = 896,
					}, -- [21]
					{
						["role"] = "HEALER",
						["name"] = "请您树洞取吗-安苏",
						["bTag"] = "ADLKK#5406",
						["class"] = 5,
						["time"] = 1497947175,
						["iLvl"] = 908,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "美丽的心情-卡扎克",
						["bTag"] = "美丽的心情#5454",
						["class"] = 7,
						["time"] = 1497947175,
						["iLvl"] = 909,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "青涩发神-亚雷戈斯",
						["bTag"] = "暗月佚名#5690",
						["class"] = 8,
						["time"] = 1497947111,
						["iLvl"] = 900,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "Retrieving-海克泰尔",
						["bTag"] = "NoobkinG#5560",
						["class"] = 9,
						["time"] = 1497947097,
						["iLvl"] = 916,
					}, -- [25]
					{
						["class"] = 6,
						["role"] = "DAMAGER",
						["name"] = "弗拉迪诺-索瑞森",
						["time"] = 1497947105,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "珈蓝微风-亚雷戈斯",
						["bTag"] = "WangXA#5849",
						["class"] = 9,
						["time"] = 1497947175,
						["iLvl"] = 876,
					}, -- [27]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "雾散丶揽月-阿尔萨斯",
						["time"] = 1497947175,
					}, -- [28]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "白墨先生-安苏",
						["time"] = 1497947175,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "魔族尐咘訂-伊利丹",
						["bTag"] = "龙翼#51123",
						["class"] = 5,
						["time"] = 1497947099,
						["iLvl"] = 901,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "嗯啊-甜水绿洲",
						["bTag"] = "嗯啊#5992",
						["class"] = 3,
						["time"] = 1497947097,
						["iLvl"] = 879,
					}, -- [31]
					{
						["role"] = "HEALER",
						["name"] = "南通-燃烧平原",
						["bTag"] = "夜夜#5335",
						["class"] = 5,
						["time"] = 1497947080,
						["iLvl"] = 898,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "愤怒的白卍羊-血环",
						["bTag"] = "弄不清楚#5905",
						["class"] = 12,
						["time"] = 1497947105,
						["iLvl"] = 904,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "Felstriker-迅捷微风",
						["bTag"] = "不要闹啦#5830",
						["class"] = 12,
						["time"] = 1497947101,
						["iLvl"] = 910,
					}, -- [34]
					{
						["role"] = "TANK",
						["name"] = "信神棍德永生-风暴之鳞",
						["bTag"] = "Lucky#52184",
						["class"] = 11,
						["time"] = 1497947175,
						["iLvl"] = 915,
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "绝望之际-闪电之刃",
						["bTag"] = "筱迪#5186",
						["class"] = 11,
						["time"] = 1497947175,
						["iLvl"] = 919,
					}, -- [36]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "非事事休-斯克提斯",
						["time"] = 1497947175,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "柚木缇妠-布兰卡德",
						["bTag"] = "万岁万万岁#51534",
						["class"] = 11,
						["time"] = 1497947175,
						["iLvl"] = 902,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "解脫-卡德加",
						["bTag"] = "女粉丝很多的人丶#5735",
						["class"] = 2,
						["time"] = 1497947175,
						["iLvl"] = 908,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "二一二-燃烧军团",
						["bTag"] = "哈密瓜#5183",
						["class"] = 4,
						["time"] = 1497947175,
						["iLvl"] = 899,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "旋转灬跳跃-鬼雾峰",
						["bTag"] = "死猫呆#5397",
						["class"] = 12,
						["time"] = 1497947175,
						["iLvl"] = 897,
					}, -- [41]
					{
						["class"] = 7,
						["role"] = "DAMAGER",
						["name"] = "轻衣罗扇灬-试炼之环",
						["time"] = 1497947105,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "牛肚粗面-哈卡",
						["bTag"] = "紫色流年#5489",
						["class"] = 8,
						["time"] = 1497947175,
						["iLvl"] = 904,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "贫道要跑了-红龙女王",
						["bTag"] = "贫道要跑了#5329",
						["class"] = 1,
						["time"] = 1497947175,
						["iLvl"] = 893,
					}, -- [44]
					{
						["class"] = 10,
						["role"] = "HEALER",
						["name"] = "井芳准-亚雷戈斯",
						["time"] = 1497947175,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "灬弗兰奇灬-影之哀伤",
						["bTag"] = "基尔达斯#5452",
						["class"] = 6,
						["time"] = 1497947175,
						["iLvl"] = 910,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "你的大姨妈-古达克",
						["bTag"] = "闪亮之裤#546125",
						["class"] = 2,
						["time"] = 1497947169,
						["iLvl"] = 906,
					}, -- [47]
					{
						["class"] = 10,
						["role"] = "TANK",
						["name"] = "Kision-血色十字军",
						["time"] = 1497947175,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "无言法-安苏",
						["bTag"] = "无言宅#5216",
						["class"] = 8,
						["time"] = 1497947175,
						["iLvl"] = 903,
					}, -- [49]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "怒斥香港记者-莱索恩",
						["time"] = 1497947175,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "冰冰块块-洛萨",
						["bTag"] = "冰冰块块#5893",
						["class"] = 6,
						["time"] = 1497947175,
						["iLvl"] = 894,
					}, -- [51]
					{
						["role"] = "DAMAGER",
						["name"] = "忧伤谈笑-银松森林",
						["bTag"] = "浮生如梦#5183",
						["class"] = 6,
						["time"] = 1497947175,
						["iLvl"] = 907,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "魂牵梦-银松森林",
						["bTag"] = "浮生如梦#5183",
						["class"] = 5,
						["time"] = 1497947175,
						["iLvl"] = 899,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "Tbandage-凯恩血蹄",
						["bTag"] = "zcret#5925",
						["class"] = 4,
						["time"] = 1497947175,
						["iLvl"] = 902,
					}, -- [54]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "致富一号-深渊之喉",
						["time"] = 1497947175,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "Sverting-奥尔加隆",
						["bTag"] = "Sverting#5431",
						["class"] = 4,
						["time"] = 1497947175,
						["iLvl"] = 889,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "恶魔皮皮-深渊之巢",
						["bTag"] = "真心不懂起什么#5356",
						["class"] = 12,
						["time"] = 1497947175,
						["iLvl"] = 899,
					}, -- [57]
					{
						["role"] = "HEALER",
						["name"] = "读来过倒才犇-熵魔",
						["bTag"] = "第七魔神哮天坤#5363",
						["class"] = 10,
						["time"] = 1497947173,
						["iLvl"] = 911,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "春暖花开-熵魔",
						["bTag"] = "凡凡#52453",
						["class"] = 3,
						["time"] = 1497947175,
						["iLvl"] = 898,
					}, -- [59]
					{
						["class"] = 5,
						["role"] = "DAMAGER",
						["name"] = "白星公主-祖尔金",
						["time"] = 1497947175,
					}, -- [60]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "徳华-埃德萨拉",
						["time"] = 1497947175,
					}, -- [61]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "重装小兔-萨菲隆",
						["time"] = 1497947175,
					}, -- [62]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "花下余生醉-燃烧之刃",
						["time"] = 1497947175,
					}, -- [63]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "立夏天的猫儿-凤凰之神",
						["time"] = 1497947175,
					}, -- [64]
				},
				["3-0-458-0"] = {
					{
						["class"] = 11,
						["role"] = "TANK",
						["name"] = "恐龙的草草-奥拉基尔",
						["time"] = 1497674946,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "厭戰-诺兹多姆",
						["bTag"] = "花落为雨#5676",
						["class"] = 1,
						["time"] = 1497674899,
						["iLvl"] = 874,
					}, -- [2]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "醋溜蛆-萨菲隆",
						["time"] = 1497674942,
					}, -- [3]
					{
						["class"] = 12,
						["role"] = "TANK",
						["name"] = "Foraz-通灵学院",
						["time"] = 1497674935,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "剩糖武士-暗影之月",
						["bTag"] = "Ain#5680",
						["class"] = 1,
						["time"] = 1497674931,
						["iLvl"] = 875,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "秀秀-芬里斯",
						["bTag"] = "蝈蝈#5666",
						["class"] = 10,
						["time"] = 1497674935,
						["iLvl"] = 901,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "Tiffanyblue-布鲁塔卢斯",
						["bTag"] = "魏毓萱#5180",
						["class"] = 3,
						["time"] = 1497674942,
						["iLvl"] = 870,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "Marchflowers-迅捷微风",
						["bTag"] = "第三人称#52629",
						["class"] = 7,
						["time"] = 1497674946,
						["iLvl"] = 913,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "骏驰-布兰卡德",
						["bTag"] = "骏驰#51566",
						["class"] = 12,
						["time"] = 1497674956,
						["iLvl"] = 903,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "王天龙-燃烧之刃",
						["bTag"] = "小宝宝#52583",
						["class"] = 3,
						["time"] = 1497674956,
						["iLvl"] = 884,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "尚好青春-血环",
						["bTag"] = "破碎的夜#5811",
						["class"] = 8,
						["time"] = 1497674931,
						["iLvl"] = 880,
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "會飞的熊-死亡之翼",
						["bTag"] = "隐蔽之鲷#5747",
						["class"] = 10,
						["time"] = 1497674952,
						["iLvl"] = 859,
					}, -- [12]
					{
						["class"] = 2,
						["role"] = "TANK",
						["name"] = "风见幽香-屠魔山谷",
						["time"] = 1497674962,
					}, -- [13]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "追梦的人-洛萨",
						["time"] = 1497674899,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "部落黑暗圣光-无尽之海",
						["bTag"] = "圣光#5166",
						["class"] = 2,
						["time"] = 1497674899,
						["iLvl"] = 901,
					}, -- [15]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝白断背山-祖达克",
						["bTag"] = "风中的温柔#51289",
						["class"] = 11,
						["time"] = 1497674933,
						["iLvl"] = 907,
					}, -- [16]
					{
						["role"] = "TANK",
						["name"] = "无痕之生-暗影之月",
						["bTag"] = "蕾米莉亚丨帕秋莉#5774",
						["class"] = 6,
						["time"] = 1497674931,
						["iLvl"] = 854,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "丨艹曰艹丨-加兹鲁维",
						["bTag"] = "大爷给你笑一个#5447",
						["class"] = 8,
						["time"] = 1497674940,
						["iLvl"] = 903,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "依然紅花郎-古尔丹",
						["bTag"] = "倚樓聽風雨#5397",
						["class"] = 6,
						["time"] = 1497674935,
						["iLvl"] = 899,
					}, -- [19]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "橙心如意-阿克蒙德",
						["time"] = 1497674940,
					}, -- [20]
					{
						["role"] = "TANK",
						["name"] = "Uncle-奥杜尔",
						["bTag"] = "所谓记忆#5730",
						["class"] = 12,
						["time"] = 1497674948,
						["iLvl"] = 870,
					}, -- [21]
					{
						["role"] = "TANK",
						["name"] = "你让我很愤怒-死亡之翼",
						["bTag"] = "快乐的小马尾#5903",
						["class"] = 1,
						["time"] = 1497674899,
						["iLvl"] = 882,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "李灬莫灬愁-凤凰之神",
						["bTag"] = "爱墓斯坦#5610",
						["class"] = 9,
						["time"] = 1497674885,
						["iLvl"] = 912,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "妖灔-埃德萨拉",
						["bTag"] = "辰爸#51239",
						["class"] = 8,
						["time"] = 1497674956,
						["iLvl"] = 911,
					}, -- [24]
					{
						["role"] = "TANK",
						["name"] = "魔神在现-试炼之环",
						["bTag"] = "醉一斗#5790",
						["class"] = 1,
						["time"] = 1497674950,
						["iLvl"] = 911,
					}, -- [25]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "迷途的小新-血羽",
						["time"] = 1497674944,
					}, -- [26]
					{
						["role"] = "DAMAGER",
						["name"] = "满足萨-闪电之刃",
						["bTag"] = "沉默之剑#561651",
						["class"] = 7,
						["time"] = 1497674935,
						["iLvl"] = 877,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "你获德了-死亡之翼",
						["bTag"] = "酒仙#5426",
						["class"] = 11,
						["time"] = 1497674976,
						["iLvl"] = 851,
					}, -- [28]
					{
						["class"] = 10,
						["role"] = "DAMAGER",
						["name"] = "原始熊猫-格瑞姆巴托",
						["time"] = 1497674935,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "一秒五射-无尽之海",
						["bTag"] = "关凯君#5922",
						["class"] = 3,
						["time"] = 1497674952,
						["iLvl"] = 821,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "丶冷山丶-安苏",
						["bTag"] = "冷山#5443",
						["class"] = 2,
						["time"] = 1497674940,
						["iLvl"] = 794,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "微凉尐劣人-影之哀伤",
						["bTag"] = "HappyDragon#5267",
						["class"] = 3,
						["time"] = 1497674942,
						["iLvl"] = 886,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "只为有你-地狱之石",
						["bTag"] = "遥远的光#5890",
						["class"] = 12,
						["time"] = 1497674899,
						["iLvl"] = 897,
					}, -- [33]
					{
						["role"] = "DAMAGER",
						["name"] = "以墨之冥-奥尔加隆",
						["bTag"] = "墨冥#51817",
						["class"] = 3,
						["time"] = 1497674940,
						["iLvl"] = 909,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "唯我所爱-麦迪文",
						["bTag"] = "撒路亚凯撒#5415",
						["class"] = 9,
						["time"] = 1497674964,
						["iLvl"] = 872,
					}, -- [35]
					{
						["role"] = "DAMAGER",
						["name"] = "我有马甲线-安苏",
						["bTag"] = "Q8oil#5366",
						["class"] = 12,
						["time"] = 1497674956,
						["iLvl"] = 891,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "炎灬神-血色十字军",
						["bTag"] = "魅力狂飙#5162",
						["class"] = 8,
						["time"] = 1497674964,
						["iLvl"] = 894,
					}, -- [37]
					{
						["role"] = "DAMAGER",
						["name"] = "霸气側漏-地狱咆哮",
						["bTag"] = "三元#5256",
						["class"] = 9,
						["time"] = 1497674942,
						["iLvl"] = 894,
					}, -- [38]
					{
						["role"] = "DAMAGER",
						["name"] = "醒了就不瞎-阿克蒙德",
						["bTag"] = "茫然之潜行者#517272",
						["class"] = 12,
						["time"] = 1497674981,
						["iLvl"] = 897,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "以眼射人-巨龙之吼",
						["bTag"] = "我不是鬼啊#5336",
						["class"] = 12,
						["time"] = 1497674899,
						["iLvl"] = 905,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "彖爻卜遂-贫瘠之地",
						["class"] = 11,
						["leader"] = true,
						["time"] = 1498732502,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "续写传说-奈法利安",
						["bTag"] = "教皇#5769",
						["class"] = 8,
						["time"] = 1498732502,
						["iLvl"] = 916,
					}, -- [42]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "狂怒黑角-通灵学院",
						["time"] = 1498732455,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "Shadowassass-阿比迪斯",
						["bTag"] = "macro#5943",
						["time"] = 1498732504,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 907,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "可愛的宠物-安其拉",
						["bTag"] = "路西菲尔#5225",
						["time"] = 1498732519,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 863,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "松垮小雏菊-安苏",
						["bTag"] = "达文西#52681",
						["class"] = 9,
						["time"] = 1498732519,
						["iLvl"] = 908,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "丶蟑螂丶-戈提克",
						["bTag"] = "Alone#5590",
						["class"] = 11,
						["time"] = 1498732515,
						["iLvl"] = 915,
					}, -- [47]
					{
						["role"] = "DAMAGER",
						["name"] = "静候丶暴风-死亡之翼",
						["bTag"] = "Vergil#5927",
						["class"] = 8,
						["time"] = 1498732519,
						["iLvl"] = 923,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "渴望乃子-影之哀伤",
						["bTag"] = "阿萨谢尔#5237",
						["class"] = 12,
						["time"] = 1498732502,
						["iLvl"] = 912,
					}, -- [49]
					{
						["class"] = 1,
						["role"] = "TANK",
						["name"] = "灬花生酱-布兰卡德",
						["time"] = 1498732519,
					}, -- [50]
					{
						["role"] = "DAMAGER",
						["name"] = "少战-死亡之翼",
						["bTag"] = "威威#5506",
						["class"] = 4,
						["time"] = 1498732519,
						["iLvl"] = 910,
					}, -- [51]
					{
						["class"] = 8,
						["role"] = "DAMAGER",
						["name"] = "五锁喂-晴日峰（江苏）",
						["time"] = 1498732515,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "亚特兰猎手-狂热之刃",
						["bTag"] = "undertaker#5409",
						["class"] = 12,
						["time"] = 1498732519,
						["iLvl"] = 905,
					}, -- [53]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的水果-黑铁",
						["bTag"] = "死神喜欢吃苹果#5163",
						["class"] = 9,
						["time"] = 1498732455,
						["iLvl"] = 913,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "拖鞋没牙齿-达尔坎",
						["bTag"] = "木兰香遮不住伤#5767",
						["class"] = 3,
						["time"] = 1498732455,
						["iLvl"] = 909,
					}, -- [55]
					{
						["role"] = "TANK",
						["name"] = "啤酒武僧-卡德罗斯",
						["bTag"] = "雪域寒光#5668",
						["class"] = 10,
						["time"] = 1498732519,
						["iLvl"] = 862,
					}, -- [56]
					{
						["role"] = "TANK",
						["name"] = "螃哈-安苏",
						["bTag"] = "kenemo#5118",
						["class"] = 2,
						["time"] = 1498732510,
						["iLvl"] = 915,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "小小谷雪-巫妖之王",
						["bTag"] = "小小谷雪#5511",
						["class"] = 6,
						["time"] = 1498732500,
						["iLvl"] = 919,
					}, -- [58]
					{
						["role"] = "HEALER",
						["name"] = "玖卜佳雪-红云台地",
						["bTag"] = "RAGNAROK#5782",
						["class"] = 5,
						["time"] = 1498732517,
						["iLvl"] = 902,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "尒丶甜甜-埃德萨拉",
						["bTag"] = "sprina#5357",
						["class"] = 8,
						["time"] = 1498732519,
						["iLvl"] = 919,
					}, -- [60]
					{
						["role"] = "DAMAGER",
						["name"] = "醉春風-冰风岗",
						["bTag"] = "碎玉倾杯#5328",
						["class"] = 1,
						["time"] = 1498732517,
						["iLvl"] = 916,
					}, -- [61]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "Mjrrk-凤凰之神",
						["time"] = 1498732455,
					}, -- [62]
					{
						["role"] = "DAMAGER",
						["name"] = "善变的烈酒-凤凰之神",
						["bTag"] = "小磊#5703",
						["class"] = 12,
						["time"] = 1498732519,
						["iLvl"] = 911,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "风岚雪-天空之墙",
						["bTag"] = "小小的我#5155",
						["class"] = 2,
						["time"] = 1498732502,
						["iLvl"] = 892,
					}, -- [64]
					{
						["role"] = "TANK",
						["name"] = "随意大小变-血色十字军",
						["bTag"] = "sctyf#5574",
						["time"] = 1498732519,
						["iLvl"] = 927,
					}, -- [65]
					{
						["role"] = "HEALER",
						["name"] = "甜沫-地狱之石",
						["bTag"] = "刑天#5240",
						["class"] = 7,
						["time"] = 1498732519,
						["iLvl"] = 921,
					}, -- [66]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "野狗战-冰风岗",
						["time"] = 1498732519,
					}, -- [67]
					{
						["role"] = "HEALER",
						["name"] = "菱悦-血环",
						["bTag"] = "核心快到包里来#5383",
						["class"] = 2,
						["time"] = 1498732506,
						["iLvl"] = 925,
					}, -- [68]
					{
						["role"] = "HEALER",
						["name"] = "正宮娘娘-死亡之翼",
						["bTag"] = "狡猾之异虫#515231",
						["class"] = 5,
						["time"] = 1498732510,
						["iLvl"] = 911,
					}, -- [69]
					{
						["class"] = 12,
						["role"] = "TANK",
						["name"] = "大瞎子-卡德加",
						["time"] = 1498732506,
					}, -- [70]
					{
						["role"] = "HEALER",
						["name"] = "猥琐达叔-萨尔",
						["bTag"] = "猥琐的达叔#5289",
						["class"] = 11,
						["time"] = 1498732519,
						["iLvl"] = 920,
					}, -- [71]
					{
						["role"] = "DAMAGER",
						["name"] = "黑曼巴丨之吻-狂热之刃",
						["bTag"] = "呼和浩特吴彦祖#5367",
						["class"] = 3,
						["time"] = 1498732500,
						["iLvl"] = 917,
					}, -- [72]
					{
						["role"] = "DAMAGER",
						["name"] = "Sgss-黑石尖塔",
						["bTag"] = "山高水深#5327",
						["class"] = 1,
						["time"] = 1498732519,
						["iLvl"] = 913,
					}, -- [73]
					{
						["role"] = "DAMAGER",
						["name"] = "一圈两圈-洛萨",
						["bTag"] = "轻轻丿双子#5258",
						["class"] = 9,
						["time"] = 1498732519,
						["iLvl"] = 914,
					}, -- [74]
					{
						["role"] = "DAMAGER",
						["name"] = "小灬鹌鹑-幽暗沼泽",
						["bTag"] = "毛小牛#5117",
						["class"] = 11,
						["time"] = 1498732455,
						["iLvl"] = 910,
					}, -- [75]
					{
						["role"] = "DAMAGER",
						["name"] = "神寵-凤凰之神",
						["bTag"] = "小小杨#5796",
						["class"] = 12,
						["time"] = 1498732506,
						["iLvl"] = 914,
					}, -- [76]
					{
						["role"] = "TANK",
						["name"] = "娱乐大哥-幽暗沼泽",
						["bTag"] = "娱乐大王#5831",
						["class"] = 6,
						["time"] = 1498732455,
						["iLvl"] = 919,
					}, -- [77]
					{
						["role"] = "TANK",
						["name"] = "采菊西窗下-丹莫德",
						["bTag"] = "采菊西窗下#5506",
						["class"] = 6,
						["time"] = 1498732519,
						["iLvl"] = 918,
					}, -- [78]
					{
						["role"] = "DAMAGER",
						["name"] = "樱玄月-踏梦者",
						["bTag"] = "哼小陈#5628",
						["class"] = 7,
						["time"] = 1498732506,
						["iLvl"] = 810,
					}, -- [79]
					{
						["role"] = "DAMAGER",
						["name"] = "繁星的轨迹-安加萨",
						["bTag"] = "灵魂的轨迹#5110",
						["time"] = 1499425040,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 920,
					}, -- [80]
					{
						["role"] = "DAMAGER",
						["name"] = "玫瑰丶风格-加尔",
						["bTag"] = "玫瑰风格#5811",
						["class"] = 6,
						["time"] = 1499425038,
						["iLvl"] = 922,
					}, -- [81]
					{
						["role"] = "HEALER",
						["name"] = "丨尛灬犇丨-格瑞姆巴托",
						["bTag"] = "轻疯#51185",
						["class"] = 2,
						["time"] = 1499425034,
						["iLvl"] = 921,
					}, -- [82]
					{
						["role"] = "DAMAGER",
						["name"] = "我喜欢白色-血顶",
						["bTag"] = "基友黑长直#5835",
						["class"] = 3,
						["time"] = 1499425038,
						["iLvl"] = 922,
					}, -- [83]
					{
						["role"] = "DAMAGER",
						["name"] = "狴犴皇-凤凰之神",
						["bTag"] = "狴犴皇#5779",
						["class"] = 7,
						["time"] = 1499425040,
						["iLvl"] = 932,
					}, -- [84]
					{
						["role"] = "DAMAGER",
						["name"] = "舞浜昼颜-熔火之心",
						["bTag"] = "陈旭童鞋#5956",
						["time"] = 1499425066,
						["class"] = 9,
						["leader"] = true,
						["iLvl"] = 916,
					}, -- [85]
					{
						["role"] = "DAMAGER",
						["name"] = "痴呆丶熊-丹莫德",
						["bTag"] = "痴呆丶熊#5204",
						["class"] = 9,
						["time"] = 1499425055,
						["iLvl"] = 884,
					}, -- [86]
					{
						["role"] = "TANK",
						["name"] = "早水大萌神-冬拥湖",
						["bTag"] = "早水大萌神#5638",
						["class"] = 2,
						["time"] = 1499425036,
						["iLvl"] = 911,
					}, -- [87]
					{
						["role"] = "DAMAGER",
						["name"] = "尛熊熊-迪瑟洛克",
						["bTag"] = "楠来北往#5858",
						["class"] = 7,
						["time"] = 1499425034,
						["iLvl"] = 924,
					}, -- [88]
					{
						["role"] = "DAMAGER",
						["name"] = "单刷女生宿舍-伊兰尼库斯",
						["bTag"] = "飞叉叉的跑#5908",
						["class"] = 4,
						["time"] = 1499425066,
						["iLvl"] = 908,
					}, -- [89]
					{
						["role"] = "DAMAGER",
						["name"] = "煮雨悟禪心-梅尔加尼",
						["bTag"] = "刺青之声#5593",
						["class"] = 10,
						["time"] = 1499425034,
						["iLvl"] = 928,
					}, -- [90]
					{
						["role"] = "DAMAGER",
						["name"] = "蓝色药丸-苏塔恩",
						["bTag"] = "跳跳骑士#576419",
						["class"] = 12,
						["time"] = 1499425042,
						["iLvl"] = 922,
					}, -- [91]
					{
						["class"] = 7,
						["role"] = "HEALER",
						["name"] = "侧耳倾听-塞拉摩",
						["time"] = 1499425066,
					}, -- [92]
					{
						["role"] = "TANK",
						["name"] = "Fuchos-燃烧之刃",
						["bTag"] = "艾佛欧#5549",
						["class"] = 2,
						["time"] = 1499425038,
						["iLvl"] = 882,
					}, -- [93]
					{
						["role"] = "DAMAGER",
						["name"] = "月下孤傲-伊森利恩",
						["bTag"] = "月下霸刀#5866",
						["class"] = 7,
						["time"] = 1499425042,
						["iLvl"] = 917,
					}, -- [94]
					{
						["role"] = "DAMAGER",
						["name"] = "瞬间点杀-燃烧平原",
						["bTag"] = "蛋炒番茄#5241",
						["class"] = 4,
						["time"] = 1499425044,
						["iLvl"] = 903,
					}, -- [95]
					{
						["role"] = "DAMAGER",
						["name"] = "柠檬点点-燃烧之刃",
						["bTag"] = "贪睡之熊#518863",
						["class"] = 3,
						["time"] = 1499425048,
						["iLvl"] = 858,
					}, -- [96]
					{
						["role"] = "HEALER",
						["name"] = "破晓圣光-黑铁",
						["bTag"] = "原名琏儿#5531",
						["class"] = 2,
						["time"] = 1499425034,
						["iLvl"] = 925,
					}, -- [97]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "大雾天的莫-黑龙军团",
						["time"] = 1499425034,
					}, -- [98]
					{
						["role"] = "DAMAGER",
						["name"] = "失乐志-无尽之海",
						["bTag"] = "多米尼克#5131",
						["class"] = 12,
						["time"] = 1499425066,
						["iLvl"] = 804,
					}, -- [99]
					{
						["role"] = "DAMAGER",
						["name"] = "亨特酱-冰霜之刃",
						["bTag"] = "王尼玛#51596",
						["class"] = 3,
						["time"] = 1499425042,
						["iLvl"] = 918,
					}, -- [100]
					{
						["class"] = 4,
						["role"] = "DAMAGER",
						["name"] = "乄死丷神彡-安苏",
						["time"] = 1499425055,
					}, -- [101]
					{
						["role"] = "DAMAGER",
						["name"] = "Elcazador-血色十字军",
						["bTag"] = "战舞#5393",
						["class"] = 3,
						["time"] = 1499424994,
						["iLvl"] = 901,
					}, -- [102]
					{
						["role"] = "HEALER",
						["name"] = "季小念-天空之墙",
						["bTag"] = "与汝渐行渐远#5158",
						["class"] = 5,
						["time"] = 1499424994,
						["iLvl"] = 917,
					}, -- [103]
					{
						["class"] = 11,
						["role"] = "HEALER",
						["name"] = "非常母牛-埃德萨拉",
						["time"] = 1499425044,
					}, -- [104]
					{
						["role"] = "DAMAGER",
						["name"] = "飝灋醹慶-天空之墙",
						["bTag"] = "沁颜#5202",
						["class"] = 12,
						["time"] = 1499425034,
						["iLvl"] = 915,
					}, -- [105]
					{
						["role"] = "DAMAGER",
						["name"] = "大飞哥-晴日峰（江苏）",
						["bTag"] = "笑春风#5239",
						["class"] = 9,
						["time"] = 1499425066,
						["iLvl"] = 888,
					}, -- [106]
					{
						["role"] = "DAMAGER",
						["name"] = "罒諾森德罒雪-冰霜之刃",
						["bTag"] = "诺森德的雪#51346",
						["class"] = 6,
						["time"] = 1499425066,
						["iLvl"] = 920,
					}, -- [107]
					{
						["role"] = "DAMAGER",
						["name"] = "李红月-泰兰德",
						["bTag"] = "公主#5817",
						["class"] = 12,
						["time"] = 1499425040,
						["iLvl"] = 915,
					}, -- [108]
					{
						["role"] = "DAMAGER",
						["name"] = "我头上有基角-血色十字军",
						["bTag"] = "伊霄#5927",
						["class"] = 12,
						["time"] = 1499425038,
						["iLvl"] = 912,
					}, -- [109]
					{
						["class"] = 1,
						["role"] = "DAMAGER",
						["name"] = "邻居的恶梦-霜之哀伤",
						["time"] = 1499425048,
					}, -- [110]
					{
						["role"] = "DAMAGER",
						["name"] = "带刺法神-熔火之心",
						["bTag"] = "天地同归#5351",
						["class"] = 8,
						["time"] = 1499425044,
						["iLvl"] = 908,
					}, -- [111]
					{
						["role"] = "DAMAGER",
						["name"] = "辛多雷的咏唱-冰霜之刃",
						["bTag"] = "王永斌#51299",
						["class"] = 9,
						["time"] = 1499425038,
						["iLvl"] = 907,
					}, -- [112]
					{
						["class"] = 9,
						["role"] = "DAMAGER",
						["name"] = "Zebrax-迅捷微风",
						["time"] = 1499425038,
					}, -- [113]
					{
						["role"] = "DAMAGER",
						["name"] = "浩劫神雨-伊森利恩",
						["bTag"] = "浩劫天下#5707",
						["class"] = 12,
						["time"] = 1499425042,
						["iLvl"] = 912,
					}, -- [114]
					{
						["role"] = "DAMAGER",
						["name"] = "帝释天王-奎尔萨拉斯",
						["bTag"] = "帝释天王#5379",
						["class"] = 3,
						["time"] = 1499425046,
						["iLvl"] = 921,
					}, -- [115]
					{
						["role"] = "TANK",
						["name"] = "幽游月星-萨菲隆",
						["bTag"] = "专剥土豆皮#5542",
						["class"] = 6,
						["time"] = 1499425042,
						["iLvl"] = 905,
					}, -- [116]
					{
						["role"] = "DAMAGER",
						["name"] = "翰生-卡德罗斯",
						["bTag"] = "翰生#5333",
						["class"] = 8,
						["time"] = 1499425066,
						["iLvl"] = 916,
					}, -- [117]
					{
						["role"] = "TANK",
						["name"] = "霸气爷们刀-死亡之翼",
						["bTag"] = "霸气爷们刀#5518",
						["class"] = 6,
						["time"] = 1499425042,
						["iLvl"] = 903,
					}, -- [118]
				},
				["3-122-413-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "桐谷丨美玲-艾莫莉丝",
						["bTag"] = "贤氵宝宝#5905",
						["time"] = 1499878167,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 892,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "蒙牛先生-影之哀伤",
						["bTag"] = "爱奔跑的小柒#5178",
						["class"] = 2,
						["time"] = 1499878167,
						["iLvl"] = 888,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "笑一个哦-死亡之翼",
						["bTag"] = "茄泥#5531",
						["class"] = 4,
						["time"] = 1499878167,
						["iLvl"] = 862,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "白毛-贫瘠之地",
						["bTag"] = "另类狐狸#5763",
						["class"] = 3,
						["time"] = 1499878167,
						["iLvl"] = 914,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "開膛手丿杰克-死亡之翼",
						["bTag"] = "丷玥#5914",
						["class"] = 3,
						["time"] = 1499878167,
						["iLvl"] = 908,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "Markv-麦迪文",
						["bTag"] = "维罗妮卡#51542",
						["class"] = 1,
						["time"] = 1499878167,
						["iLvl"] = 898,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "圣乄兰斯洛特-闪电之刃",
						["bTag"] = "Pro#5215",
						["class"] = 2,
						["time"] = 1499878167,
						["iLvl"] = 908,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "从来不搞笑-燃烧之刃",
						["bTag"] = "superYGG#5423",
						["class"] = 3,
						["time"] = 1499878167,
						["iLvl"] = 924,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "琪宇丶-冰风岗",
						["bTag"] = "丨琪宇#5518",
						["class"] = 4,
						["time"] = 1499878130,
						["iLvl"] = 921,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "大胖没小弟弟-死亡之翼",
						["bTag"] = "李吉吉#5140",
						["class"] = 8,
						["time"] = 1499878167,
						["iLvl"] = 880,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "始终不曾忘记-血色十字军",
						["bTag"] = "晓魂#5195",
						["class"] = 6,
						["time"] = 1499878167,
						["iLvl"] = 930,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "兜兜里有法杖-克尔苏加德",
						["bTag"] = "lion#5220",
						["class"] = 8,
						["time"] = 1499878167,
						["iLvl"] = 920,
					}, -- [12]
				},
				["3-122-414-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "海盗丶-死亡之翼",
						["bTag"] = "发哥#5688",
						["time"] = 1499876834,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 920,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "茯苓-格瑞姆巴托",
						["bTag"] = "子溟君#5298",
						["class"] = 3,
						["time"] = 1499876834,
						["iLvl"] = 917,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "枫灬茗-影之哀伤",
						["bTag"] = "枫灬茗#5163",
						["class"] = 9,
						["time"] = 1499876055,
						["iLvl"] = 910,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "永恒丶星光-白银之手",
						["bTag"] = "夜晚星光#5634",
						["class"] = 9,
						["time"] = 1499876834,
						["iLvl"] = 920,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "太平清霊-安苏",
						["bTag"] = "YYQYF#5219",
						["class"] = 1,
						["time"] = 1499876834,
						["iLvl"] = 914,
					}, -- [5]
					{
						["role"] = "TANK",
						["name"] = "丿魔丶死神灬-哈兰",
						["bTag"] = "death#56256",
						["class"] = 12,
						["time"] = 1499876834,
						["iLvl"] = 904,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丶初代大师-燃烧之刃",
						["bTag"] = "青铜树#51287",
						["class"] = 10,
						["time"] = 1499876834,
						["iLvl"] = 859,
					}, -- [7]
					{
						["role"] = "TANK",
						["name"] = "忍忍-阿纳克洛斯",
						["bTag"] = "成杨#51788",
						["class"] = 6,
						["time"] = 1499875931,
						["iLvl"] = 918,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Kidis-克尔苏加德",
						["bTag"] = "kidis#5751",
						["class"] = 2,
						["time"] = 1499876834,
						["iLvl"] = 910,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "骑个烂摩托-燃烧之刃",
						["bTag"] = "TTHENRY14ZMJ#5930",
						["class"] = 5,
						["time"] = 1499876834,
						["iLvl"] = 925,
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "傲战丶悠然丿-安苏",
						["bTag"] = "悠然丶怜悯#5630",
						["class"] = 5,
						["time"] = 1499876834,
						["iLvl"] = 924,
					}, -- [11]
					{
						["role"] = "HEALER",
						["name"] = "Sonoscape-安加萨",
						["bTag"] = "憨厚的叔#5377",
						["class"] = 2,
						["time"] = 1499876834,
						["iLvl"] = 908,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "乌拉诺斯丶东-安苏",
						["bTag"] = "爱御姐真是太好啦#5384",
						["class"] = 12,
						["time"] = 1499876834,
						["iLvl"] = 923,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "司徒文艺-冰霜之刃",
						["bTag"] = "左强哥#5288",
						["class"] = 4,
						["time"] = 1499876834,
						["iLvl"] = 906,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "俺求妹纸合体-死亡之翼",
						["bTag"] = "不吹不黑实力装逼#5728",
						["class"] = 1,
						["time"] = 1499876834,
						["iLvl"] = 936,
					}, -- [15]
				},
				["2-113-446-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "一个死咖喱棒-洛肯",
						["bTag"] = "休想害朕#5439",
						["time"] = 1498732810,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 907,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "浅灬痕-狂热之刃",
						["bTag"] = "喧嚣着地#5209",
						["class"] = 5,
						["time"] = 1498732810,
						["iLvl"] = 916,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "沃友达吉巴-安苏",
						["bTag"] = "麦格林#51323",
						["class"] = 1,
						["time"] = 1498732810,
						["iLvl"] = 897,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "十九爷-安苏",
						["bTag"] = "dean#53826",
						["class"] = 1,
						["time"] = 1498732810,
						["iLvl"] = 889,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "龙孤九天-安东尼达斯",
						["bTag"] = "郁郁乎文若#5305",
						["time"] = 1499625655,
						["class"] = 10,
						["leader"] = true,
						["iLvl"] = 924,
					}, -- [5]
					{
						["role"] = "HEALER",
						["name"] = "帅帅的电火花-安东尼达斯",
						["bTag"] = "骨灰#5688",
						["class"] = 7,
						["time"] = 1499625655,
						["iLvl"] = 846,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "勿己所欲-安东尼达斯",
						["bTag"] = "勿己所欲#5565",
						["class"] = 8,
						["time"] = 1499625655,
						["iLvl"] = 903,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "绿皮追风猎-影之哀伤",
						["bTag"] = "BattlePants#560856",
						["class"] = 3,
						["time"] = 1499625655,
						["iLvl"] = 918,
					}, -- [8]
				},
				["2-127-471-0"] = {
					{
						["role"] = "TANK",
						["name"] = "风的追逐-黑暗虚空",
						["bTag"] = "岁月#5310",
						["time"] = 1499825108,
						["class"] = 6,
						["leader"] = true,
						["iLvl"] = 923,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "知命丶侯-黑铁",
						["bTag"] = "呗多芬#5345",
						["class"] = 12,
						["time"] = 1499825108,
						["iLvl"] = 917,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "巨膜长者-奈法利安",
						["bTag"] = "凌虚坐忘#5567",
						["class"] = 8,
						["time"] = 1499825108,
						["iLvl"] = 917,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "壹閃-熔火之心",
						["bTag"] = "瞅谁谁怀孕#5918",
						["class"] = 2,
						["time"] = 1499825108,
						["iLvl"] = 925,
					}, -- [4]
				},
				["3-122-468-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "田中霓秋-冰风岗",
						["bTag"] = "AkitaNeru#5393",
						["time"] = 1499874919,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 908,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "残暴皮可西-阿扎达斯",
						["bTag"] = "艾莉西亚#51426",
						["class"] = 12,
						["time"] = 1499874919,
						["iLvl"] = 907,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "风情丶雪-主宰之剑",
						["bTag"] = "阿飞#5279",
						["class"] = 12,
						["time"] = 1499874919,
						["iLvl"] = 901,
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "手持割蛋刀-燃烧之刃",
						["bTag"] = "贪睡的萨满#5796",
						["class"] = 12,
						["time"] = 1499874919,
						["iLvl"] = 927,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "嫁梦曲意-贫瘠之地",
						["bTag"] = "阿菠萝#5314",
						["class"] = 12,
						["time"] = 1499874919,
						["iLvl"] = 924,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "胡子邋遢-爱斯特纳",
						["bTag"] = "装逼抽脸#5257",
						["class"] = 3,
						["time"] = 1499874919,
						["iLvl"] = 891,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "一刀溅血-主宰之剑",
						["bTag"] = "菌临城下#5916",
						["class"] = 2,
						["time"] = 1499874919,
						["iLvl"] = 909,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "胡扯八道-死亡之翼",
						["bTag"] = "月落乌啼#5934",
						["class"] = 12,
						["time"] = 1499874919,
						["iLvl"] = 924,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Wooson-死亡之翼",
						["bTag"] = "我都怕我自己#5945",
						["class"] = 12,
						["time"] = 1499874919,
						["iLvl"] = 931,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "饼干熊-海加尔",
						["bTag"] = "宝贝朵朵#5692",
						["class"] = 3,
						["time"] = 1499874764,
						["iLvl"] = 923,
					}, -- [10]
					{
						["role"] = "HEALER",
						["name"] = "依依伊伊-鬼雾峰",
						["bTag"] = "依依伊伊#5945",
						["class"] = 7,
						["time"] = 1499874919,
						["iLvl"] = 926,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "雨宸宝宝-埃克索图斯",
						["bTag"] = "SilentSword#59479",
						["class"] = 3,
						["time"] = 1499874919,
						["iLvl"] = 923,
					}, -- [12]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "射会摇-洛萨",
						["time"] = 1499874919,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "猎杀者丶-燃烧之刃",
						["bTag"] = "杨德雄#5700",
						["class"] = 3,
						["time"] = 1499874919,
						["iLvl"] = 928,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "丿猎神丶-格瑞姆巴托",
						["bTag"] = "圣战骑士#5608",
						["class"] = 3,
						["time"] = 1499874919,
						["iLvl"] = 899,
					}, -- [15]
					{
						["role"] = "HEALER",
						["name"] = "Justbjy-阿克蒙德",
						["bTag"] = "onlybjy#5884",
						["class"] = 7,
						["time"] = 1499874919,
						["iLvl"] = 927,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "无脑之猥琐-亚雷戈斯",
						["bTag"] = "成败#51425",
						["class"] = 3,
						["time"] = 1499874919,
						["iLvl"] = 918,
					}, -- [17]
					{
						["role"] = "TANK",
						["name"] = "Sindoreidk-克尔苏加德",
						["bTag"] = "小胖马#51691",
						["class"] = 6,
						["time"] = 1499874919,
						["iLvl"] = 922,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "血誓者丶怒风-天空之墙",
						["bTag"] = "冰霜之脚#51992",
						["class"] = 12,
						["time"] = 1499874919,
						["iLvl"] = 914,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "喷你一脸饭-燃烧之刃",
						["bTag"] = "Rorschach#5930",
						["class"] = 1,
						["time"] = 1499874919,
						["iLvl"] = 929,
					}, -- [20]
				},
				["2-112-459-0"] = {
					{
						["role"] = "TANK",
						["name"] = "毛二狗-萨尔",
						["bTag"] = "乔治哥#5979",
						["time"] = 1498930025,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 924,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "丑的想毁容-萨尔",
						["bTag"] = "子夜心冻#5437",
						["class"] = 1,
						["time"] = 1498930025,
						["iLvl"] = 921,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "疯狂的杰夫-范克里夫",
						["bTag"] = "BattleOoze#510681",
						["class"] = 12,
						["time"] = 1498930025,
						["iLvl"] = 921,
					}, -- [3]
					{
						["role"] = "HEALER",
						["name"] = "呆萌的小伙伴-天空之墙",
						["bTag"] = "hanson#5982",
						["class"] = 5,
						["time"] = 1498930025,
						["iLvl"] = 916,
					}, -- [4]
				},
				["3-126-456-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "Spiritdruid-狂热之刃",
						["bTag"] = "过来叫爸爸#51561",
						["time"] = 1499840859,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 924,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "左边爱丶-萨尔",
						["bTag"] = "张翮鹏#5364",
						["class"] = 11,
						["time"] = 1499840859,
						["iLvl"] = 929,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "正在看电影-安苏",
						["bTag"] = "sda#5550",
						["class"] = 1,
						["time"] = 1499840859,
						["iLvl"] = 916,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "念着倒嘛干-苏拉玛",
						["bTag"] = "巨硕之矮人#532943",
						["class"] = 8,
						["time"] = 1499840859,
						["iLvl"] = 919,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "阿楊-亡语者",
						["bTag"] = "偷鸡不偷米#5284",
						["class"] = 6,
						["time"] = 1499840859,
						["iLvl"] = 921,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "隔壁王叔-萨尔",
						["bTag"] = "辉爷#5803",
						["class"] = 1,
						["time"] = 1499840859,
						["iLvl"] = 900,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "伤尽天下帅哥-死亡之翼",
						["bTag"] = "宋相澎#5304",
						["class"] = 2,
						["time"] = 1499840859,
						["iLvl"] = 924,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "一叼炸了一-冰霜之刃",
						["bTag"] = "piapiada#51407",
						["class"] = 9,
						["time"] = 1499840859,
						["iLvl"] = 924,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Yanham-安苏",
						["bTag"] = "满哥#51572",
						["class"] = 12,
						["time"] = 1499840859,
						["iLvl"] = 919,
					}, -- [9]
					{
						["role"] = "HEALER",
						["name"] = "獨壹無贰-巨龙之吼",
						["bTag"] = "新名字#5782",
						["class"] = 5,
						["time"] = 1499840859,
						["iLvl"] = 906,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "小伙别闹-石爪峰",
						["bTag"] = "裆里碎骨锤#5141",
						["class"] = 9,
						["time"] = 1499840859,
						["iLvl"] = 927,
					}, -- [11]
					{
						["role"] = "TANK",
						["name"] = "启点丶战魂-龙骨平原",
						["bTag"] = "幽深战魂#51495",
						["class"] = 1,
						["time"] = 1499840859,
						["iLvl"] = 925,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "知己难得-亡语者",
						["bTag"] = "不败之意志#5945",
						["class"] = 3,
						["time"] = 1499840859,
						["iLvl"] = 902,
					}, -- [13]
					{
						["role"] = "DAMAGER",
						["name"] = "焱焱炎火-奥妮克希亚",
						["bTag"] = "犀利的灰太狼#5623",
						["class"] = 4,
						["time"] = 1499840859,
						["iLvl"] = 926,
					}, -- [14]
				},
				["2-114-447-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "滲也-埃德萨拉",
						["bTag"] = "古怪之德鲁伊#5551",
						["time"] = 1499626961,
						["class"] = 3,
						["leader"] = true,
						["iLvl"] = 869,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "阔别十年再战-死亡之翼",
						["bTag"] = "小海鸥瞎特么飞#5107",
						["class"] = 10,
						["time"] = 1499626961,
						["iLvl"] = 865,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "御姐-艾莫莉丝",
						["bTag"] = "Tookings#5514",
						["class"] = 12,
						["time"] = 1499626961,
						["iLvl"] = 905,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "帅之镰月弯刀-巴纳扎尔",
						["bTag"] = "TORNADO#51169",
						["class"] = 12,
						["time"] = 1499626961,
						["iLvl"] = 913,
					}, -- [4]
				},
				["3-123-415-0"] = {
					{
						["role"] = "HEALER",
						["name"] = "督鍕之怒-死亡之翼",
						["bTag"] = "Sweetdreams#5705",
						["time"] = 1498072800,
						["class"] = 11,
						["leader"] = true,
						["iLvl"] = 909,
					}, -- [1]
					{
						["role"] = "HEALER",
						["name"] = "丶乱七八燥-菲拉斯",
						["bTag"] = "滑丶遛遛#5678",
						["class"] = 11,
						["time"] = 1498068418,
						["iLvl"] = 914,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "黑黑波战-巨龙之吼",
						["bTag"] = "黑黑#51323",
						["class"] = 1,
						["time"] = 1498068693,
						["iLvl"] = 898,
					}, -- [3]
					{
						["class"] = 12,
						["role"] = "DAMAGER",
						["name"] = "恶魔丨领主-希雷诺斯",
						["time"] = 1498068050,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "魔侠唐吉可德-寒冰皇冠",
						["bTag"] = "为了部落#5105763",
						["class"] = 9,
						["time"] = 1498072800,
						["iLvl"] = 903,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "作死模式开启-血顶",
						["bTag"] = "青火#5577",
						["class"] = 9,
						["time"] = 1498072800,
						["iLvl"] = 905,
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "三東丶-无尽之海",
						["bTag"] = "雷诺#517376",
						["class"] = 8,
						["time"] = 1498068563,
						["iLvl"] = 912,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "魔头煙煙-奥尔加隆",
						["bTag"] = "魔头烟烟#5953",
						["class"] = 8,
						["time"] = 1498070610,
						["iLvl"] = 914,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "夜丶王-迅捷微风",
						["bTag"] = "山鷄#5782",
						["class"] = 1,
						["time"] = 1498072800,
						["iLvl"] = 896,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "距离产生小三-深渊之喉",
						["bTag"] = "舞夜流狼#5221",
						["class"] = 6,
						["time"] = 1498070238,
						["iLvl"] = 910,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "Eileensatan-阿纳克洛斯",
						["bTag"] = "嘿我的老伙计#5818",
						["class"] = 6,
						["time"] = 1498072725,
						["iLvl"] = 900,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "谢霆疯-鬼雾峰",
						["bTag"] = "十字军谢霆锋#5163",
						["class"] = 8,
						["time"] = 1498072800,
						["iLvl"] = 896,
					}, -- [12]
					{
						["role"] = "DAMAGER",
						["name"] = "Perriers-梅尔加尼",
						["bTag"] = "楓绯凉#5184",
						["class"] = 9,
						["time"] = 1498070039,
						["iLvl"] = 910,
					}, -- [13]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "我本丿飞扬-风暴之怒",
						["time"] = 1498072800,
					}, -- [14]
					{
						["role"] = "DAMAGER",
						["name"] = "Tassadarsun-索瑞森",
						["bTag"] = "Tassadarsun#5124",
						["class"] = 8,
						["time"] = 1498070610,
						["iLvl"] = 910,
					}, -- [15]
					{
						["class"] = 3,
						["role"] = "DAMAGER",
						["name"] = "饼里有毒-菲拉斯",
						["time"] = 1498068050,
					}, -- [16]
					{
						["role"] = "DAMAGER",
						["name"] = "Chebyshev-加基森",
						["bTag"] = "CMao#51614",
						["class"] = 3,
						["time"] = 1498072800,
						["iLvl"] = 899,
					}, -- [17]
					{
						["role"] = "DAMAGER",
						["name"] = "Soloorc-萨尔",
						["bTag"] = "Metallica#51531",
						["class"] = 1,
						["time"] = 1498072800,
						["iLvl"] = 907,
					}, -- [18]
					{
						["role"] = "DAMAGER",
						["name"] = "咔咔上来就砍-洛丹伦",
						["bTag"] = "好精神#5107",
						["class"] = 12,
						["time"] = 1498070610,
						["iLvl"] = 914,
					}, -- [19]
					{
						["role"] = "DAMAGER",
						["name"] = "没脸没皮丶-玛洛加尔",
						["bTag"] = "赵曰天大魔王#5573",
						["class"] = 3,
						["time"] = 1498072800,
						["iLvl"] = 906,
					}, -- [20]
					{
						["role"] = "DAMAGER",
						["name"] = "拉泽尔-能源舰",
						["bTag"] = "恶魔之心#5601",
						["class"] = 9,
						["time"] = 1498072800,
						["iLvl"] = 912,
					}, -- [21]
					{
						["role"] = "DAMAGER",
						["name"] = "纯属愚楽-黑铁",
						["bTag"] = "MrAc#5756",
						["class"] = 1,
						["time"] = 1498072800,
						["iLvl"] = 908,
					}, -- [22]
					{
						["role"] = "DAMAGER",
						["name"] = "小脸热忽忽-丹莫德",
						["bTag"] = "AnBoo#5544",
						["class"] = 8,
						["time"] = 1498070035,
						["iLvl"] = 911,
					}, -- [23]
					{
						["role"] = "DAMAGER",
						["name"] = "马尔代夫丶-双子峰",
						["bTag"] = "出门不带伞#51417",
						["class"] = 9,
						["time"] = 1498072800,
						["iLvl"] = 912,
					}, -- [24]
					{
						["role"] = "DAMAGER",
						["name"] = "黒板-灰谷",
						["bTag"] = "滴血的黄瓜#5272",
						["class"] = 3,
						["time"] = 1498072800,
						["iLvl"] = 912,
					}, -- [25]
					{
						["role"] = "TANK",
						["name"] = "亟丶待-无尽之海",
						["bTag"] = "王伟爷#5156",
						["class"] = 6,
						["time"] = 1498068263,
						["iLvl"] = 910,
					}, -- [26]
					{
						["role"] = "HEALER",
						["name"] = "枯叶蝶丶-麦姆",
						["bTag"] = "下玄月的忧伤#5406",
						["class"] = 11,
						["time"] = 1498068345,
						["iLvl"] = 904,
					}, -- [27]
					{
						["role"] = "DAMAGER",
						["name"] = "神学系之奈卡-毁灭之锤",
						["bTag"] = "Heidelberg#51538",
						["class"] = 11,
						["time"] = 1498072800,
						["iLvl"] = 915,
					}, -- [28]
					{
						["role"] = "HEALER",
						["name"] = "黑加仑果果酱-冰风岗",
						["bTag"] = "半睡半醒之间#5625",
						["class"] = 10,
						["time"] = 1498072800,
						["iLvl"] = 897,
					}, -- [29]
					{
						["role"] = "DAMAGER",
						["name"] = "长不高怪我咯-埃克索图斯",
						["bTag"] = "性感的大叔#5313",
						["class"] = 1,
						["time"] = 1498072800,
						["iLvl"] = 833,
					}, -- [30]
					{
						["role"] = "DAMAGER",
						["name"] = "playerEDWVWR-伊森利恩",
						["bTag"] = "对不起#51929",
						["class"] = 6,
						["time"] = 1498072800,
						["iLvl"] = 903,
					}, -- [31]
					{
						["role"] = "DAMAGER",
						["name"] = "啊茧-天空之墙",
						["bTag"] = "Nimabile#51374",
						["class"] = 12,
						["time"] = 1498072800,
						["iLvl"] = 897,
					}, -- [32]
					{
						["role"] = "DAMAGER",
						["name"] = "淡漠猫瞳-冰风岗",
						["bTag"] = "十六夜#5879",
						["class"] = 4,
						["time"] = 1498069068,
						["iLvl"] = 911,
					}, -- [33]
					{
						["role"] = "HEALER",
						["name"] = "德德噻鲁-布兰卡德",
						["bTag"] = "轩雨达人#5235",
						["class"] = 11,
						["time"] = 1498072800,
						["iLvl"] = 910,
					}, -- [34]
					{
						["role"] = "DAMAGER",
						["name"] = "潜行的甩蛋丶-鬼雾峰",
						["bTag"] = "等等等#5340",
						["class"] = 4,
						["time"] = 1498070581,
						["iLvl"] = 903,
					}, -- [35]
					{
						["role"] = "TANK",
						["name"] = "修电脑的小刘-迦拉克隆",
						["bTag"] = "qbnbt#5342",
						["class"] = 12,
						["time"] = 1498072228,
						["iLvl"] = 893,
					}, -- [36]
					{
						["role"] = "DAMAGER",
						["name"] = "兵临橙下-布兰卡德",
						["bTag"] = "卡卡#55858",
						["class"] = 1,
						["time"] = 1498072800,
						["iLvl"] = 913,
					}, -- [37]
					{
						["role"] = "TANK",
						["name"] = "旋風猫-亚雷戈斯",
						["bTag"] = "火柴人#5322",
						["class"] = 10,
						["time"] = 1498072800,
						["iLvl"] = 913,
					}, -- [38]
					{
						["role"] = "HEALER",
						["name"] = "南艺校花-埃德萨拉",
						["bTag"] = "光明之锤#512100",
						["class"] = 7,
						["time"] = 1499837702,
						["iLvl"] = 901,
					}, -- [39]
					{
						["role"] = "DAMAGER",
						["name"] = "橙色風暴-埃德萨拉",
						["bTag"] = "光明之锤#512100",
						["time"] = 1499837702,
						["class"] = 4,
						["leader"] = true,
						["iLvl"] = 892,
					}, -- [40]
					{
						["role"] = "DAMAGER",
						["name"] = "阿萨不太满-凤凰之神",
						["bTag"] = "机械之狼人#55607",
						["class"] = 7,
						["time"] = 1499836239,
						["iLvl"] = 920,
					}, -- [41]
					{
						["role"] = "DAMAGER",
						["name"] = "Moirai-深渊之巢",
						["bTag"] = "作死的方块#5645",
						["class"] = 4,
						["time"] = 1499837702,
						["iLvl"] = 922,
					}, -- [42]
					{
						["role"] = "DAMAGER",
						["name"] = "德庫拉-雷霆之王",
						["bTag"] = "Dracula#5669",
						["class"] = 6,
						["time"] = 1499837702,
						["iLvl"] = 911,
					}, -- [43]
					{
						["role"] = "DAMAGER",
						["name"] = "爱新觉罗怒风-地狱咆哮",
						["bTag"] = "异界大陆的魔法师#5120",
						["class"] = 12,
						["time"] = 1499837702,
						["iLvl"] = 871,
					}, -- [44]
					{
						["role"] = "DAMAGER",
						["name"] = "邪恶想法-麦迪文",
						["bTag"] = "清风竹影#5422",
						["class"] = 9,
						["time"] = 1499837702,
						["iLvl"] = 917,
					}, -- [45]
					{
						["role"] = "DAMAGER",
						["name"] = "找爱牛肉面-死亡之翼",
						["bTag"] = "我爱牛肉面#5581",
						["class"] = 3,
						["time"] = 1499837702,
						["iLvl"] = 926,
					}, -- [46]
					{
						["role"] = "DAMAGER",
						["name"] = "酱油战帝-霜狼",
						["bTag"] = "moonstyle#5691",
						["class"] = 1,
						["time"] = 1499837702,
						["iLvl"] = 919,
					}, -- [47]
					{
						["role"] = "HEALER",
						["name"] = "无冕戒律-燃烧之刃",
						["bTag"] = "徐菁#5881",
						["class"] = 5,
						["time"] = 1499837702,
						["iLvl"] = 901,
					}, -- [48]
					{
						["role"] = "DAMAGER",
						["name"] = "追踪者-格瑞姆巴托",
						["bTag"] = "杨化夷#5154",
						["class"] = 3,
						["time"] = 1499837702,
						["iLvl"] = 917,
					}, -- [49]
					{
						["role"] = "DAMAGER",
						["name"] = "Samleangle-末日行者",
						["bTag"] = "小晓豆#5724",
						["class"] = 9,
						["time"] = 1499834258,
						["iLvl"] = 895,
					}, -- [50]
					{
						["role"] = "HEALER",
						["name"] = "大漩渦-克尔苏加德",
						["bTag"] = "GoodLuck#5609",
						["class"] = 7,
						["time"] = 1499836239,
						["iLvl"] = 929,
					}, -- [51]
					{
						["role"] = "TANK",
						["name"] = "鬼手聖光-古尔丹",
						["bTag"] = "鬼手圣光#5724",
						["class"] = 11,
						["time"] = 1499837702,
						["iLvl"] = 900,
					}, -- [52]
					{
						["role"] = "DAMAGER",
						["name"] = "疯子不缺德-玛洛加尔",
						["bTag"] = "跳跳熊#5209752",
						["class"] = 11,
						["time"] = 1499834804,
						["iLvl"] = 918,
					}, -- [53]
					{
						["role"] = "TANK",
						["name"] = "无乂悠-黑铁",
						["bTag"] = "不翼而飞的天真#5831",
						["class"] = 6,
						["time"] = 1499837232,
						["iLvl"] = 921,
					}, -- [54]
					{
						["role"] = "DAMAGER",
						["name"] = "丨将夜丨-凤凰之神",
						["bTag"] = "蓝空小子#5157",
						["class"] = 3,
						["time"] = 1499836068,
						["iLvl"] = 911,
					}, -- [55]
					{
						["role"] = "DAMAGER",
						["name"] = "海梓深痕-血环",
						["bTag"] = "深寒#5669",
						["class"] = 2,
						["time"] = 1499837702,
						["iLvl"] = 910,
					}, -- [56]
					{
						["role"] = "DAMAGER",
						["name"] = "萌二骚-红龙女王",
						["bTag"] = "arturia#51416",
						["class"] = 10,
						["time"] = 1499834632,
						["iLvl"] = 929,
					}, -- [57]
					{
						["role"] = "DAMAGER",
						["name"] = "多多力-黑铁",
						["bTag"] = "十七#52938",
						["class"] = 1,
						["time"] = 1499834626,
						["iLvl"] = 922,
					}, -- [58]
					{
						["role"] = "DAMAGER",
						["name"] = "杰森斯奶僧-克尔苏加德",
						["bTag"] = "小混#5553",
						["class"] = 10,
						["time"] = 1499837702,
						["iLvl"] = 925,
					}, -- [59]
					{
						["role"] = "DAMAGER",
						["name"] = "你別這麼哈-凤凰之神",
						["bTag"] = "心橙则灵#51532",
						["class"] = 11,
						["time"] = 1499837702,
						["iLvl"] = 925,
					}, -- [60]
					{
						["role"] = "HEALER",
						["name"] = "星飒-奥尔加隆",
						["bTag"] = "星恨#5541",
						["class"] = 7,
						["time"] = 1499837702,
						["iLvl"] = 927,
					}, -- [61]
					{
						["role"] = "DAMAGER",
						["name"] = "时空的召唤-闪电之刃",
						["bTag"] = "牛牛#51171",
						["class"] = 8,
						["time"] = 1499837702,
						["iLvl"] = 924,
					}, -- [62]
					{
						["role"] = "TANK",
						["name"] = "來干老子啊-冰风岗",
						["bTag"] = "忢鋃#5106",
						["class"] = 11,
						["time"] = 1499837702,
						["iLvl"] = 927,
					}, -- [63]
					{
						["role"] = "DAMAGER",
						["name"] = "盛泽小牛-烈焰峰",
						["bTag"] = "战歌飞扬#5519",
						["class"] = 11,
						["time"] = 1499837702,
						["iLvl"] = 920,
					}, -- [64]
					{
						["role"] = "DAMAGER",
						["name"] = "阿瑞斯丶-暗影议会",
						["bTag"] = "花花酱#5141",
						["class"] = 1,
						["time"] = 1499837702,
						["iLvl"] = 930,
					}, -- [65]
				},
				["2-128-473-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "弑丶戰-萨尔",
						["bTag"] = "蚊灬紙#5694",
						["time"] = 1499793382,
						["class"] = 1,
						["leader"] = true,
						["iLvl"] = 924,
					}, -- [1]
					{
						["class"] = 2,
						["role"] = "HEALER",
						["name"] = "琳雨后失忆-萨尔",
						["time"] = 1499793382,
					}, -- [2]
					{
						["role"] = "TANK",
						["name"] = "骨頭-萨尔",
						["bTag"] = "骨頭#5321",
						["class"] = 12,
						["time"] = 1499793382,
						["iLvl"] = 926,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "艾玛丶沃特森-燃烧之刃",
						["bTag"] = "熊掌党教父#5968",
						["class"] = 12,
						["time"] = 1499793382,
						["iLvl"] = 914,
					}, -- [4]
				},
				["2-114-461-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "毛二狗-萨尔",
						["bTag"] = "乔治哥#5979",
						["time"] = 1499002417,
						["class"] = 2,
						["leader"] = true,
						["iLvl"] = 926,
					}, -- [1]
					{
						["role"] = "TANK",
						["name"] = "六斤牛-贫瘠之地",
						["bTag"] = "六斤娃娃#5576",
						["class"] = 2,
						["time"] = 1499002417,
						["iLvl"] = 925,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "无情丹丹-狂热之刃",
						["bTag"] = "狂野之狼#513456",
						["class"] = 12,
						["time"] = 1499002417,
						["iLvl"] = 923,
					}, -- [3]
					{
						["class"] = 5,
						["role"] = "HEALER",
						["name"] = "沁染烟雨-龙骨平原",
						["time"] = 1499002417,
					}, -- [4]
					{
						["role"] = "TANK",
						["name"] = "骨頭-萨尔",
						["bTag"] = "骨頭#5321",
						["time"] = 1499101977,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 919,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "弑丶戰-萨尔",
						["bTag"] = "蚊灬紙#5694",
						["class"] = 1,
						["time"] = 1499101977,
						["iLvl"] = 914,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "曰出東方-凤凰之神",
						["bTag"] = "初终#51918",
						["class"] = 7,
						["time"] = 1499101977,
						["iLvl"] = 918,
					}, -- [7]
				},
				["3-126-457-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "漠北丶小沫-菲米丝",
						["bTag"] = "Freedomz8#5471",
						["class"] = 4,
						["time"] = 1499840512,
						["iLvl"] = 927,
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "初馨丶-海克泰尔",
						["bTag"] = "一滴茉莉香#5434",
						["class"] = 1,
						["time"] = 1499840512,
						["iLvl"] = 935,
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "月野兔-熵魔",
						["bTag"] = "花琳月#5799",
						["class"] = 4,
						["time"] = 1499840512,
						["iLvl"] = 911,
					}, -- [3]
					{
						["role"] = "DAMAGER",
						["name"] = "圣者-布鲁塔卢斯",
						["bTag"] = "艾尔之子#57992",
						["class"] = 12,
						["time"] = 1499838625,
						["iLvl"] = 924,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "Wweeii-甜水绿洲",
						["bTag"] = "维维家小宝宝#5263",
						["class"] = 12,
						["time"] = 1499840512,
						["iLvl"] = 906,
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "老湿你好-影之哀伤",
						["bTag"] = "dsad33#5731",
						["class"] = 12,
						["time"] = 1499839681,
						["iLvl"] = 908,
					}, -- [6]
					{
						["role"] = "HEALER",
						["name"] = "牛炸天丶-白银之手",
						["bTag"] = "小牛哥#51556",
						["class"] = 7,
						["time"] = 1499838625,
						["iLvl"] = 927,
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "终成我的回忆-奥尔加隆",
						["bTag"] = "小航#5370",
						["class"] = 12,
						["time"] = 1499840512,
						["iLvl"] = 914,
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "Winston-影之哀伤",
						["bTag"] = "蜡笔狒狒#51278",
						["class"] = 6,
						["time"] = 1499840512,
						["iLvl"] = 919,
					}, -- [9]
					{
						["role"] = "DAMAGER",
						["name"] = "甜甜咪咪-密林游侠",
						["bTag"] = "大爷#5682",
						["class"] = 1,
						["time"] = 1499840512,
						["iLvl"] = 909,
					}, -- [10]
					{
						["role"] = "DAMAGER",
						["name"] = "皮皮虾丷-安苏",
						["bTag"] = "烟圈#5140",
						["class"] = 12,
						["time"] = 1499840512,
						["iLvl"] = 916,
					}, -- [11]
					{
						["role"] = "DAMAGER",
						["name"] = "涩恋-刺骨利刃",
						["bTag"] = "JokeZ#5143",
						["class"] = 4,
						["time"] = 1499840115,
						["iLvl"] = 915,
					}, -- [12]
					{
						["role"] = "TANK",
						["name"] = "腿残手还短-奥金顿",
						["bTag"] = "狞丶#5229",
						["class"] = 1,
						["time"] = 1499840512,
						["iLvl"] = 915,
					}, -- [13]
					{
						["class"] = 2,
						["role"] = "HEALER",
						["name"] = "馨茹雪-菲米丝",
						["time"] = 1499840512,
					}, -- [14]
					{
						["role"] = "HEALER",
						["name"] = "大灬黑牛-古尔丹",
						["bTag"] = "依旧#5733",
						["class"] = 2,
						["time"] = 1499840512,
						["iLvl"] = 918,
					}, -- [15]
					{
						["role"] = "TANK",
						["name"] = "漠北丶小尛-菲米丝",
						["bTag"] = "Freedomz8#5471",
						["time"] = 1499840512,
						["class"] = 12,
						["leader"] = true,
						["iLvl"] = 927,
					}, -- [16]
				},
			},
			["searchInputHistory"] = {
				["1-124-420-0"] = {
					"斯库瓦克斯", -- [1]
				},
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					nil, -- [3]
					nil, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
		["舒预言 - 冰风岗"] = {
			["version"] = "80200.01",
			["appShine"] = "70200.04",
			["createHistoryList"] = {
				"2-114-447-0", -- [1]
				"1-134-488-0", -- [2]
				"1-134-487-0", -- [3]
				"2-116-449-0", -- [4]
				"6-0-16-0", -- [5]
				"2-119-452-0", -- [6]
				"2-120-466-0", -- [7]
				"2-125-455-0", -- [8]
				"2-115-448-0", -- [9]
				"2-118-463-0", -- [10]
				"2-129-476-0", -- [11]
				"2-117-451-0", -- [12]
				"2-129-475-0", -- [13]
				"3-126-456-0", -- [14]
				"2-117-464-0", -- [15]
				"2-112-445-0", -- [16]
				"3-122-413-0", -- [17]
			},
			["recent"] = {
				["1-248-651-0"] = {
					{
						["role"] = "DAMAGER",
						["name"] = "风卷晨星-阿纳克洛斯",
						["iLvl"] = 408,
						["time"] = 1570363196,
						["class"] = 4,
						["leader"] = true,
						["bTag"] = "风卷晨星#5367",
					}, -- [1]
					{
						["role"] = "DAMAGER",
						["name"] = "龙神天使-阿拉希",
						["iLvl"] = 421,
						["time"] = 1570363196,
						["class"] = 2,
						["bTag"] = "Dizzy#5797",
					}, -- [2]
					{
						["role"] = "DAMAGER",
						["name"] = "我不是小丽-死亡之翼",
						["iLvl"] = 427,
						["time"] = 1570363196,
						["class"] = 3,
						["bTag"] = "一刀#5554",
					}, -- [3]
					{
						["role"] = "TANK",
						["name"] = "火钳刘明-泰兰德",
						["time"] = 1570363196,
						["class"] = 11,
					}, -- [4]
					{
						["role"] = "DAMAGER",
						["name"] = "血契约兽战-安苏",
						["iLvl"] = 370,
						["time"] = 1570364274,
						["class"] = 1,
						["leader"] = true,
						["bTag"] = "狂飙的蜗牛#5953",
					}, -- [5]
					{
						["role"] = "DAMAGER",
						["name"] = "鱼儿水中游呀-安苏",
						["iLvl"] = 317,
						["time"] = 1570364274,
						["class"] = 8,
						["bTag"] = "鱼儿水中游#51759",
					}, -- [6]
					{
						["role"] = "DAMAGER",
						["name"] = "丶竹叶青丶-格瑞姆巴托",
						["iLvl"] = 417,
						["time"] = 1570364274,
						["class"] = 4,
						["bTag"] = "巨硕之斧#579562",
					}, -- [7]
					{
						["role"] = "DAMAGER",
						["name"] = "些悝-战歌",
						["iLvl"] = 443,
						["time"] = 1570364265,
						["class"] = 12,
						["bTag"] = "些悝的棉球児#5885",
					}, -- [8]
					{
						["role"] = "DAMAGER",
						["name"] = "亲爱的小豆-血色十字军",
						["time"] = 1570364272,
						["class"] = 6,
					}, -- [9]
				},
			},
			["lastSearchCode"] = "6-0-17-0",
			["settings"] = {
				["panelLock"] = true,
				["storage"] = {
					["y"] = -256.18017578125,
					["x"] = 97.23040008544922,
					["point"] = "LEFT",
					["scale"] = 1,
				},
			},
			["advShine"] = "70200.04",
			["searchHistoryList"] = {
				"6-0-17-0", -- [1]
				"6-0-16-0", -- [2]
				"9-0-19-0", -- [3]
			},
			["worldQuestHelp"] = true,
			["chatGroupListening"] = {
				["APP_WHISPER"] = {
					nil, -- [1]
					nil, -- [2]
					true, -- [3]
					true, -- [4]
					false, -- [5]
					false, -- [6]
					false, -- [7]
					false, -- [8]
					false, -- [9]
					false, -- [10]
				},
			},
		},
	},
}
