
ZPerl_Roster = {
	["有啥事吗-燃烧平原"] = {
	},
	["Halpas-熔火之心"] = {
	},
	["圣光忽悠人-丽丽（四川）"] = {
	},
	["圣风烈士-回音山"] = {
	},
	["Voidmystery-死亡之翼"] = {
	},
	["謎謰乀微光-埃克索图斯"] = {
	},
	["呆萌小静静-海克泰尔"] = {
	},
	["大家我看你-伊利丹"] = {
	},
	["三少的大脸盘-遗忘海岸"] = {
	},
	["彡千本桜-阿纳克洛斯"] = {
	},
	["天谴宝宝小剥-死亡之翼"] = {
	},
	["Krait-影之哀伤"] = {
	},
	["死神的哀鸣-罗曼斯"] = {
	},
	["卡萨洛林-试炼之环"] = {
	},
	["舒预言"] = {
	},
	["痞子獵-丽丽（四川）"] = {
	},
	["青春岁月-格瑞姆巴托"] = {
	},
	["逝去的草鹿-霜狼"] = {
	},
	["紫月轻云-萨尔"] = {
	},
	["超神经止痛药"] = {
	},
	["海鑫哥哥-回音山"] = {
	},
	["沐子牧-死亡之翼"] = {
	},
	["小宝贝萨-耳语海岸"] = {
	},
	["梅菲斯特-索瑞森"] = {
	},
	["可乐味冰可乐-时光之穴"] = {
	},
}
