
AutoRechargeSetting = {
	["糖粉"] = 200,
	["琥珀制革油"] = 200,
	["野生浆果"] = 200,
	["芬芳鱼油"] = 200,
	["新鲜的山药"] = 200,
	["弗萨卡"] = 200,
	["野麦面粉"] = 200,
	["吟歌蜂蜜"] = 200,
}
AR_ItemInfo = {
	["琥珀制革油"] = {
		["addtime"] = 1534308689,
		["hyperLink"] = "|cffffffff|Hitem:160059::::::::120:260::::::|h[琥珀制革油]|h|r",
		["stack"] = 1,
		["texture"] = 2032169,
	},
	["野生浆果"] = {
		["addtime"] = 1534335546,
		["hyperLink"] = "|cffffffff|Hitem:160710::::::::120:260::::::|h[野生浆果]|h|r",
		["stack"] = 1,
		["texture"] = 2066025,
	},
	["吟歌蜂蜜"] = {
		["addtime"] = 1534335520,
		["hyperLink"] = "|cffffffff|Hitem:160398::::::::120:260::::::|h[吟歌蜂蜜]|h|r",
		["stack"] = 1,
		["texture"] = 2066005,
	},
	["糖粉"] = {
		["addtime"] = 1534335550,
		["hyperLink"] = "|cffffffff|Hitem:160712::::::::120:260::::::|h[糖粉]|h|r",
		["stack"] = 1,
		["texture"] = 2066015,
	},
	["version"] = "4.01",
	["芬芳鱼油"] = {
		["addtime"] = 1534335548,
		["hyperLink"] = "|cffffffff|Hitem:160711::::::::120:260::::::|h[芬芳鱼油]|h|r",
		["stack"] = 1,
		["texture"] = 967559,
	},
	["野麦面粉"] = {
		["addtime"] = 1534335537,
		["hyperLink"] = "|cffffffff|Hitem:160399::::::::120:260::::::|h[野麦面粉]|h|r",
		["stack"] = 1,
		["texture"] = 2066026,
	},
	["新鲜的山药"] = {
		["addtime"] = 1534335544,
		["hyperLink"] = "|cffffffff|Hitem:160709::::::::120:260::::::|h[新鲜的山药]|h|r",
		["stack"] = 1,
		["texture"] = 2066004,
	},
	["弗萨卡"] = {
		["addtime"] = 1534335539,
		["hyperLink"] = "|cffffffff|Hitem:160400::::::::120:260::::::|h[弗萨卡]|h|r",
		["stack"] = 1,
		["texture"] = 2066006,
	},
}
SellerHelper_AutoSellList = {
}
SellerHelper_NotSellList = {
	"列兵马库斯·乔纳森的铜币", -- [1]
	"多尔南的亮晶晶的铜币", -- [2]
	"克拉苏斯的铜币", -- [3]
	"弗斯塔德·蛮锤的铜币", -- [4]
	"泰瑞纳斯·米奈希尔国王的银币", -- [5]
	"萨兰蒂亚的亮晶晶的铜币", -- [6]
	"奥蕾莉亚的银币", -- [7]
	"艾格文的银币", -- [8]
	"玛维·影歌的银币", -- [9]
	"穆罗克的铜币", -- [10]
	"安斯雷姆的铜币", -- [11]
	"阿图门的铜币", -- [12]
	"大工匠梅卡托克的银币", -- [13]
	"奥术师杜安的银币", -- [14]
	"斯塔文的铜币", -- [15]
	"瓦格斯的铜币", -- [16]
	"穆拉丁·铜须的银币", -- [17]
	"卡德加的银币", -- [18]
	"佳莉娅·米奈希尔公主的铜币", -- [19]
	"克里尔的铜币", -- [20]
	"范达尔·鹿盔的银币", -- [21]
	"瓦里安·乌瑞恩国王的银币", -- [22]
	"侍卫洛文的铜币", -- [23]
	"英尼戈的铜币", -- [24]
	"伊崔格的铜币", -- [25]
	"达纳斯·托尔贝恩的铜币", -- [26]
	"温蕾萨的铜币", -- [27]
	"安纳斯特里亚·逐日者国王的银币", -- [28]
	"农夫的银币", -- [29]
	"吉恩的铜币", -- [30]
	"埃林·提亚斯的铜币", -- [31]
	"安东尼达斯的银币", -- [32]
	"奔波尔霸的铜币", -- [33]
	"兰德鲁·郎绍特的铜币", -- [34]
	"麦格尼·铜须王子的银币", -- [35]
	"麦迪文的银币", -- [36]
	"阿隆索斯·法奥的铜币", -- [37]
	"暗血矿工锄", -- [38]
}
